[
  {"id": 1, "voice": "deep", "content": "I was thinking about how different my life would be without you. I don't like that version."},
  {"id": 2, "voice": "deep", "content": "You've made me a better person than I ever thought I could be."},
  {"id": 3, "voice": "deep", "content": "I don't say it enough, but you're the reason I keep going."},
  {"id": 4, "voice": "deep", "content": "Watching you with the kids reminds me why I fell for you."},
  {"id": 5, "voice": "deep", "content": "I know things are hard right now. But I'd choose this life with you every time."},
  {"id": 6, "voice": "deep", "content": "You make the ordinary feel meaningful."},
  {"id": 7, "voice": "deep", "content": "I think about our future and it makes everything worth it."},
  {"id": 8, "voice": "deep", "content": "You've taught me what love actually looks like."},
  {"id": 9, "voice": "deep", "content": "I'm proud of the life we're building together."},
  {"id": 10, "voice": "deep", "content": "You're the person I want next to me through all of it."},
  {"id": 11, "voice": "deep", "content": "I notice the sacrifices you make. They don't go unseen."},
  {"id": 12, "voice": "deep", "content": "Being your husband is the best thing I've ever done."},
  {"id": 13, "voice": "deep", "content": "You've given me a life I didn't know I was missing."},
  {"id": 14, "voice": "deep", "content": "I fall for you differently now than when we started. Deeper."},
  {"id": 15, "voice": "deep", "content": "You're my peace in all the chaos."},
  {"id": 16, "voice": "deep", "content": "I hope you know how much you matter to me."},
  {"id": 17, "voice": "deep", "content": "The way you love is rare. I don't take it for granted."},
  {"id": 18, "voice": "deep", "content": "You make me want to be the man you deserve."},
  {"id": 19, "voice": "deep", "content": "I didn't know home was a person until I met you."},
  {"id": 20, "voice": "deep", "content": "You've carried more than you should. I see it. I'm here."},
  {"id": 21, "voice": "deep", "content": "Growing old with you is something I look forward to."},
  {"id": 22, "voice": "deep", "content": "The life we have isn't perfect. But it's ours. And I love it."},
  {"id": 23, "voice": "deep", "content": "You've stood by me through things I couldn't face alone."},
  {"id": 24, "voice": "deep", "content": "I'm still learning how to love you better. I won't stop trying."},
  {"id": 25, "voice": "deep", "content": "You're the constant in my life that makes everything else work."},
  {"id": 26, "voice": "deep", "content": "I think about the moment I knew. Still grateful."},
  {"id": 27, "voice": "deep", "content": "Our story isn't easy, but it's real. That's what matters."},
  {"id": 28, "voice": "deep", "content": "You've shown me what commitment actually means."},
  {"id": 29, "voice": "deep", "content": "The best parts of my life have your fingerprints on them."},
  {"id": 30, "voice": "deep", "content": "I know I don't always show it, but you're everything to me."},
  {"id": 31, "voice": "deep", "content": "Wherever life takes us, I want it to be together."},
  {"id": 32, "voice": "deep", "content": "You've given me more than I ever gave you credit for."},
  {"id": 33, "voice": "deep", "content": "I choose you. Not just on the easy days."},
  {"id": 34, "voice": "deep", "content": "You've made the hard years worth it."},
  {"id": 35, "voice": "deep", "content": "I'm not great with words. But with you, I try harder."},
  {"id": 36, "voice": "deep", "content": "The person I've become is because of you."},
  {"id": 37, "voice": "deep", "content": "You've never given up on us. I notice that."},
  {"id": 38, "voice": "deep", "content": "Our life together is my greatest achievement."},
  {"id": 39, "voice": "deep", "content": "When I'm old, I'll still be thinking about you."},
  {"id": 40, "voice": "deep", "content": "You're the reason I believe in this."},
  {"id": 41, "voice": "deep", "content": "I don't need much. Just you, really."},
  {"id": 42, "voice": "deep", "content": "You've weathered my storms. Thank you."},
  {"id": 43, "voice": "deep", "content": "Marrying you was the one thing I got completely right."},
  {"id": 44, "voice": "deep", "content": "I think about what I'd tell my younger self. It's: find her."},
  {"id": 45, "voice": "deep", "content": "You're the love I didn't know I was waiting for."},
  {"id": 46, "voice": "deep", "content": "Every hard thing is easier because you're here."},
  {"id": 47, "voice": "deep", "content": "You've given me roots and wings at the same time."},
  {"id": 48, "voice": "deep", "content": "I'd do it all again if it led back to you."},
  {"id": 49, "voice": "deep", "content": "You're not just my wife. You're my partner in everything."},
  {"id": 50, "voice": "deep", "content": "I love you in the way that matters. The lasting way."}
]
