[
  {
    "id": 1251,
    "theme": "appreciative",
    "content": "Sending you love because Thank you for everything you do for our family, {wife_name}. You're amazing!"
  },
  {
    "id": 1252,
    "theme": "appreciative",
    "content": "Thinking of you and I notice and appreciate all the little things you do every day. Forever yours."
  },
  {
    "id": 1253,
    "theme": "appreciative",
    "content": "Just because I can: Your hard work and dedication inspire me constantly. Love you!"
  },
  {
    "id": 1254,
    "theme": "appreciative",
    "content": "My love, Thank you for making our house a home, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 1255,
    "theme": "appreciative",
    "content": "Sweetheart, I'm so grateful for your patience and understanding. Love you!"
  },
  {
    "id": 1256,
    "theme": "appreciative",
    "content": "Sending you love because You amaze me with how much you give to everyone around you. You're the best!"
  },
  {
    "id": 1257,
    "theme": "appreciative",
    "content": "{wife_name}, Thank you for always believing in me, even when I don't. You make me so happy!"
  },
  {
    "id": 1258,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! I appreciate your strength and resilience so much. Love you!"
  },
  {
    "id": 1259,
    "theme": "appreciative",
    "content": "You work so hard, and I see everything you do. Can't wait to see you later!"
  },
  {
    "id": 1260,
    "theme": "appreciative",
    "content": "My love, Thank you for being my partner in this beautiful life. Miss you!"
  },
  {
    "id": 1261,
    "theme": "appreciative",
    "content": "Random thought: I'm grateful for your love and support every single day. You make me so happy!"
  },
  {
    "id": 1262,
    "theme": "appreciative",
    "content": "Sending you love because You make our family stronger just by being you, {wife_name}. Love you!"
  },
  {
    "id": 1263,
    "theme": "appreciative",
    "content": "I was just thinking... Thank you for all the sacrifices you make for us. You're amazing!"
  },
  {
    "id": 1264,
    "theme": "appreciative",
    "content": "Random thought: I appreciate how you always put others first."
  },
  {
    "id": 1265,
    "theme": "appreciative",
    "content": "Sending you love because Your kindness to everyone around you is truly inspiring. Have a wonderful day!"
  },
  {
    "id": 1266,
    "theme": "appreciative",
    "content": "Hey {wife_name}, Thank you for making me a better person, {wife_name}. Love you!"
  },
  {
    "id": 1267,
    "theme": "appreciative",
    "content": "Hope you're having a great day! I notice how hard you work and I appreciate you so much."
  },
  {
    "id": 1268,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! You bring so much joy and warmth to everyone you meet. XOXO"
  },
  {
    "id": 1269,
    "theme": "appreciative",
    "content": "Sending you love because Thank you for your endless love and compassion. Can't wait to see you later!"
  },
  {
    "id": 1270,
    "theme": "appreciative",
    "content": "{wife_name}, I'm grateful for every moment we share together. Can't wait to see you later!"
  },
  {
    "id": 1271,
    "theme": "appreciative",
    "content": "Just wanted you to know that Your dedication to our family is truly remarkable. You're amazing!"
  },
  {
    "id": 1272,
    "theme": "appreciative",
    "content": "{wife_name}, Thank you for being my rock through everything. Can't wait to see you later!"
  },
  {
    "id": 1273,
    "theme": "appreciative",
    "content": "Just wanted you to know that I appreciate your wisdom and guidance in my life. You make me so happy!"
  },
  {
    "id": 1274,
    "theme": "appreciative",
    "content": "Hope you're having a great day! You work harder than anyone I know, {wife_name}. XOXO"
  },
  {
    "id": 1275,
    "theme": "appreciative",
    "content": "Thinking of you and Thank you for filling our home with love and laughter. You're amazing!"
  },
  {
    "id": 1276,
    "theme": "appreciative",
    "content": "{wife_name}, I'm so grateful for your caring and nurturing spirit."
  },
  {
    "id": 1277,
    "theme": "appreciative",
    "content": "My love, You make everyone around you feel loved and valued. Can't wait to see you later!"
  },
  {
    "id": 1278,
    "theme": "appreciative",
    "content": "Just a note to say Thank you for being my partner, my friend, my everything."
  },
  {
    "id": 1279,
    "theme": "appreciative",
    "content": "Sweetheart, I appreciate your thoughtfulness in everything you do. You make me so happy!"
  },
  {
    "id": 1280,
    "theme": "appreciative",
    "content": "Sending you love because Your love and devotion mean the world to me, {wife_name}. Love you!"
  },
  {
    "id": 1281,
    "theme": "appreciative",
    "content": "Quick reminder: Thank you for always being there when I need you. Forever yours."
  },
  {
    "id": 1282,
    "theme": "appreciative",
    "content": "Sending you love because I'm grateful for your beautiful heart and soul. XOXO"
  },
  {
    "id": 1283,
    "theme": "appreciative",
    "content": "Just wanted you to know that You give so much of yourself to others every day. Can't wait to see you later!"
  },
  {
    "id": 1284,
    "theme": "appreciative",
    "content": "Sweetheart, Thank you for making our life together so wonderful. You make me so happy!"
  },
  {
    "id": 1285,
    "theme": "appreciative",
    "content": "Just because I can: I appreciate you more than you could ever know. Forever yours."
  },
  {
    "id": 1286,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! Your selflessness and generosity inspire me daily. Forever yours."
  },
  {
    "id": 1287,
    "theme": "appreciative",
    "content": "Random thought: Thank you for loving me unconditionally, {wife_name}. Miss you!"
  },
  {
    "id": 1288,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! I'm so grateful to have you as my wife. You make me so happy!"
  },
  {
    "id": 1289,
    "theme": "appreciative",
    "content": "Sweetheart, You make everything better just by being present."
  },
  {
    "id": 1290,
    "theme": "appreciative",
    "content": "Random thought: Thank you for being the amazing woman you are. Love you!"
  },
  {
    "id": 1291,
    "theme": "appreciative",
    "content": "Hey {wife_name}, Thank you for everything you do for our family, {wife_name}. Forever yours."
  },
  {
    "id": 1292,
    "theme": "appreciative",
    "content": "My love, I notice and appreciate all the little things you do every day. Have a wonderful day!"
  },
  {
    "id": 1293,
    "theme": "appreciative",
    "content": "Thinking of you and Your hard work and dedication inspire me constantly. You're amazing!"
  },
  {
    "id": 1294,
    "theme": "appreciative",
    "content": "Random thought: Thank you for making our house a home, {wife_name}."
  },
  {
    "id": 1295,
    "theme": "appreciative",
    "content": "{wife_name}, I'm so grateful for your patience and understanding. Forever yours."
  },
  {
    "id": 1296,
    "theme": "appreciative",
    "content": "Quick reminder: You amaze me with how much you give to everyone around you. Thinking of you always."
  },
  {
    "id": 1297,
    "theme": "appreciative",
    "content": "Sending you love because Thank you for always believing in me, even when I don't. You're the best!"
  },
  {
    "id": 1298,
    "theme": "appreciative",
    "content": "I appreciate your strength and resilience so much. You make me so happy!"
  },
  {
    "id": 1299,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! You work so hard, and I see everything you do. Can't wait to see you later!"
  },
  {
    "id": 1300,
    "theme": "appreciative",
    "content": "Hey beautiful, Thank you for being my partner in this beautiful life. Thinking of you always."
  },
  {
    "id": 1301,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! I'm grateful for your love and support every single day. Can't wait to see you later!"
  },
  {
    "id": 1302,
    "theme": "appreciative",
    "content": "Just wanted you to know that You make our family stronger just by being you, {wife_name}."
  },
  {
    "id": 1303,
    "theme": "appreciative",
    "content": "Just because I can: Thank you for all the sacrifices you make for us. XOXO"
  },
  {
    "id": 1304,
    "theme": "appreciative",
    "content": "Just wanted you to know that I appreciate how you always put others first. Have a wonderful day!"
  },
  {
    "id": 1305,
    "theme": "appreciative",
    "content": "Just a note to say Your kindness to everyone around you is truly inspiring. Forever yours."
  },
  {
    "id": 1306,
    "theme": "appreciative",
    "content": "{wife_name}, Thank you for making me a better person, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 1307,
    "theme": "appreciative",
    "content": "My love, I notice how hard you work and I appreciate you so much. Thinking of you always."
  },
  {
    "id": 1308,
    "theme": "appreciative",
    "content": "Random thought: You bring so much joy and warmth to everyone you meet. XOXO"
  },
  {
    "id": 1309,
    "theme": "appreciative",
    "content": "I was just thinking... Thank you for your endless love and compassion. You're amazing!"
  },
  {
    "id": 1310,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! I'm grateful for every moment we share together. Thinking of you always."
  },
  {
    "id": 1311,
    "theme": "appreciative",
    "content": "Hey {wife_name}, Your dedication to our family is truly remarkable. Can't wait to see you later!"
  },
  {
    "id": 1312,
    "theme": "appreciative",
    "content": "My love, Thank you for being my rock through everything."
  },
  {
    "id": 1313,
    "theme": "appreciative",
    "content": "My love, I appreciate your wisdom and guidance in my life. You're amazing!"
  },
  {
    "id": 1314,
    "theme": "appreciative",
    "content": "Random thought: You work harder than anyone I know, {wife_name}. Love you!"
  },
  {
    "id": 1315,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! Thank you for filling our home with love and laughter. XOXO"
  },
  {
    "id": 1316,
    "theme": "appreciative",
    "content": "Sending you love because I'm so grateful for your caring and nurturing spirit. Forever yours."
  },
  {
    "id": 1317,
    "theme": "appreciative",
    "content": "Sweetheart, You make everyone around you feel loved and valued. Love you!"
  },
  {
    "id": 1318,
    "theme": "appreciative",
    "content": "My love, Thank you for being my partner, my friend, my everything. Miss you!"
  },
  {
    "id": 1319,
    "theme": "appreciative",
    "content": "Quick reminder: I appreciate your thoughtfulness in everything you do. You're amazing!"
  },
  {
    "id": 1320,
    "theme": "appreciative",
    "content": "Random thought: Your love and devotion mean the world to me, {wife_name}. You're the best!"
  },
  {
    "id": 1321,
    "theme": "appreciative",
    "content": "Hope you're having a great day! Thank you for always being there when I need you. XOXO"
  },
  {
    "id": 1322,
    "theme": "appreciative",
    "content": "{wife_name}, I'm grateful for your beautiful heart and soul. Miss you!"
  },
  {
    "id": 1323,
    "theme": "appreciative",
    "content": "My love, You give so much of yourself to others every day. You make me so happy!"
  },
  {
    "id": 1324,
    "theme": "appreciative",
    "content": "Thank you for making our life together so wonderful. Have a wonderful day!"
  },
  {
    "id": 1325,
    "theme": "appreciative",
    "content": "{wife_name}, I appreciate you more than you could ever know."
  },
  {
    "id": 1326,
    "theme": "appreciative",
    "content": "Just because I can: Your selflessness and generosity inspire me daily. XOXO"
  },
  {
    "id": 1327,
    "theme": "appreciative",
    "content": "My love, Thank you for loving me unconditionally, {wife_name}. You make me so happy!"
  },
  {
    "id": 1328,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! I'm so grateful to have you as my wife. Can't wait to see you later!"
  },
  {
    "id": 1329,
    "theme": "appreciative",
    "content": "Hey {wife_name}, You make everything better just by being present. Love you!"
  },
  {
    "id": 1330,
    "theme": "appreciative",
    "content": "Sweetheart, Thank you for being the amazing woman you are. You make me so happy!"
  },
  {
    "id": 1331,
    "theme": "appreciative",
    "content": "Just because I can: Thank you for everything you do for our family, {wife_name}. Love you!"
  },
  {
    "id": 1332,
    "theme": "appreciative",
    "content": "I notice and appreciate all the little things you do every day. XOXO"
  },
  {
    "id": 1333,
    "theme": "appreciative",
    "content": "Just a note to say Your hard work and dedication inspire me constantly. Have a wonderful day!"
  },
  {
    "id": 1334,
    "theme": "appreciative",
    "content": "Sweetheart, Thank you for making our house a home, {wife_name}. Thinking of you always."
  },
  {
    "id": 1335,
    "theme": "appreciative",
    "content": "I was just thinking... I'm so grateful for your patience and understanding. You're amazing!"
  },
  {
    "id": 1336,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! You amaze me with how much you give to everyone around you. Thinking of you always."
  },
  {
    "id": 1337,
    "theme": "appreciative",
    "content": "Quick reminder: Thank you for always believing in me, even when I don't. You're the best!"
  },
  {
    "id": 1338,
    "theme": "appreciative",
    "content": "{wife_name}, I appreciate your strength and resilience so much. XOXO"
  },
  {
    "id": 1339,
    "theme": "appreciative",
    "content": "Just a note to say You work so hard, and I see everything you do. XOXO"
  },
  {
    "id": 1340,
    "theme": "appreciative",
    "content": "Hey {wife_name}, Thank you for being my partner in this beautiful life. Forever yours."
  },
  {
    "id": 1341,
    "theme": "appreciative",
    "content": "Just because I can: I'm grateful for your love and support every single day. You're the best!"
  },
  {
    "id": 1342,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! You make our family stronger just by being you, {wife_name}. Miss you!"
  },
  {
    "id": 1343,
    "theme": "appreciative",
    "content": "Quick reminder: Thank you for all the sacrifices you make for us. You make me so happy!"
  },
  {
    "id": 1344,
    "theme": "appreciative",
    "content": "Hey beautiful, I appreciate how you always put others first. You're the best!"
  },
  {
    "id": 1345,
    "theme": "appreciative",
    "content": "Hey beautiful, Your kindness to everyone around you is truly inspiring. Can't wait to see you later!"
  },
  {
    "id": 1346,
    "theme": "appreciative",
    "content": "Thank you for making me a better person, {wife_name}."
  },
  {
    "id": 1347,
    "theme": "appreciative",
    "content": "Sending you love because I notice how hard you work and I appreciate you so much. Can't wait to see you later!"
  },
  {
    "id": 1348,
    "theme": "appreciative",
    "content": "Just wanted you to know that You bring so much joy and warmth to everyone you meet. Thinking of you always."
  },
  {
    "id": 1349,
    "theme": "appreciative",
    "content": "Sending you love because Thank you for your endless love and compassion. XOXO"
  },
  {
    "id": 1350,
    "theme": "appreciative",
    "content": "Just wanted you to know that I'm grateful for every moment we share together. Forever yours."
  },
  {
    "id": 1351,
    "theme": "appreciative",
    "content": "Just a note to say Your dedication to our family is truly remarkable. Miss you!"
  },
  {
    "id": 1352,
    "theme": "appreciative",
    "content": "Hey {wife_name}, Thank you for being my rock through everything. Love you!"
  },
  {
    "id": 1353,
    "theme": "appreciative",
    "content": "Hey {wife_name}, I appreciate your wisdom and guidance in my life. XOXO"
  },
  {
    "id": 1354,
    "theme": "appreciative",
    "content": "Random thought: You work harder than anyone I know, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 1355,
    "theme": "appreciative",
    "content": "Quick reminder: Thank you for filling our home with love and laughter. You're the best!"
  },
  {
    "id": 1356,
    "theme": "appreciative",
    "content": "{wife_name}, I'm so grateful for your caring and nurturing spirit. You make me so happy!"
  },
  {
    "id": 1357,
    "theme": "appreciative",
    "content": "Just wanted you to know that You make everyone around you feel loved and valued. Love you!"
  },
  {
    "id": 1358,
    "theme": "appreciative",
    "content": "My love, Thank you for being my partner, my friend, my everything."
  },
  {
    "id": 1359,
    "theme": "appreciative",
    "content": "My love, I appreciate your thoughtfulness in everything you do. Miss you!"
  },
  {
    "id": 1360,
    "theme": "appreciative",
    "content": "{wife_name}, Your love and devotion mean the world to me, {wife_name}. You make me so happy!"
  },
  {
    "id": 1361,
    "theme": "appreciative",
    "content": "Sweetheart, Thank you for always being there when I need you."
  },
  {
    "id": 1362,
    "theme": "appreciative",
    "content": "{wife_name}, I'm grateful for your beautiful heart and soul. Thinking of you always."
  },
  {
    "id": 1363,
    "theme": "appreciative",
    "content": "Thinking of you and You give so much of yourself to others every day. You make me so happy!"
  },
  {
    "id": 1364,
    "theme": "appreciative",
    "content": "Quick reminder: Thank you for making our life together so wonderful. You're amazing!"
  },
  {
    "id": 1365,
    "theme": "appreciative",
    "content": "Just a note to say I appreciate you more than you could ever know. You make me so happy!"
  },
  {
    "id": 1366,
    "theme": "appreciative",
    "content": "Sending you love because Your selflessness and generosity inspire me daily. Thinking of you always."
  },
  {
    "id": 1367,
    "theme": "appreciative",
    "content": "Hope you're having a great day! Thank you for loving me unconditionally, {wife_name}. Miss you!"
  },
  {
    "id": 1368,
    "theme": "appreciative",
    "content": "I'm so grateful to have you as my wife. You're the best!"
  },
  {
    "id": 1369,
    "theme": "appreciative",
    "content": "Sweetheart, You make everything better just by being present. You make me so happy!"
  },
  {
    "id": 1370,
    "theme": "appreciative",
    "content": "Just wanted you to know that Thank you for being the amazing woman you are. Forever yours."
  },
  {
    "id": 1371,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! Thank you for everything you do for our family, {wife_name}. Forever yours."
  },
  {
    "id": 1372,
    "theme": "appreciative",
    "content": "Thinking of you and I notice and appreciate all the little things you do every day. Thinking of you always."
  },
  {
    "id": 1373,
    "theme": "appreciative",
    "content": "Sending you love because Your hard work and dedication inspire me constantly. Have a wonderful day!"
  },
  {
    "id": 1374,
    "theme": "appreciative",
    "content": "Sending you love because Thank you for making our house a home, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 1375,
    "theme": "appreciative",
    "content": "Sending you love because I'm so grateful for your patience and understanding. XOXO"
  },
  {
    "id": 1376,
    "theme": "appreciative",
    "content": "Thinking of you and You amaze me with how much you give to everyone around you. Thinking of you always."
  },
  {
    "id": 1377,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! Thank you for always believing in me, even when I don't. Thinking of you always."
  },
  {
    "id": 1378,
    "theme": "appreciative",
    "content": "Sending you love because I appreciate your strength and resilience so much. Miss you!"
  },
  {
    "id": 1379,
    "theme": "appreciative",
    "content": "{wife_name}, You work so hard, and I see everything you do."
  },
  {
    "id": 1380,
    "theme": "appreciative",
    "content": "Hey {wife_name}, Thank you for being my partner in this beautiful life. Can't wait to see you later!"
  },
  {
    "id": 1381,
    "theme": "appreciative",
    "content": "Sending you love because I'm grateful for your love and support every single day. XOXO"
  },
  {
    "id": 1382,
    "theme": "appreciative",
    "content": "Sweetheart, You make our family stronger just by being you, {wife_name}. Miss you!"
  },
  {
    "id": 1383,
    "theme": "appreciative",
    "content": "Just wanted you to know that Thank you for all the sacrifices you make for us. XOXO"
  },
  {
    "id": 1384,
    "theme": "appreciative",
    "content": "Sending you love because I appreciate how you always put others first. You make me so happy!"
  },
  {
    "id": 1385,
    "theme": "appreciative",
    "content": "Your kindness to everyone around you is truly inspiring. You're amazing!"
  },
  {
    "id": 1386,
    "theme": "appreciative",
    "content": "Just wanted you to know that Thank you for making me a better person, {wife_name}. Thinking of you always."
  },
  {
    "id": 1387,
    "theme": "appreciative",
    "content": "Just because I can: I notice how hard you work and I appreciate you so much. XOXO"
  },
  {
    "id": 1388,
    "theme": "appreciative",
    "content": "Hey beautiful, You bring so much joy and warmth to everyone you meet. You're the best!"
  },
  {
    "id": 1389,
    "theme": "appreciative",
    "content": "Quick reminder: Thank you for your endless love and compassion. You make me so happy!"
  },
  {
    "id": 1390,
    "theme": "appreciative",
    "content": "Hope you're having a great day! I'm grateful for every moment we share together."
  },
  {
    "id": 1391,
    "theme": "appreciative",
    "content": "Just because I can: Your dedication to our family is truly remarkable. Love you!"
  },
  {
    "id": 1392,
    "theme": "appreciative",
    "content": "Just wanted you to know that Thank you for being my rock through everything. Thinking of you always."
  },
  {
    "id": 1393,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! I appreciate your wisdom and guidance in my life. You're amazing!"
  },
  {
    "id": 1394,
    "theme": "appreciative",
    "content": "You work harder than anyone I know, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 1395,
    "theme": "appreciative",
    "content": "My love, Thank you for filling our home with love and laughter. You're amazing!"
  },
  {
    "id": 1396,
    "theme": "appreciative",
    "content": "Just because I can: I'm so grateful for your caring and nurturing spirit. Can't wait to see you later!"
  },
  {
    "id": 1397,
    "theme": "appreciative",
    "content": "Random thought: You make everyone around you feel loved and valued. Thinking of you always."
  },
  {
    "id": 1398,
    "theme": "appreciative",
    "content": "Thank you for being my partner, my friend, my everything. You make me so happy!"
  },
  {
    "id": 1399,
    "theme": "appreciative",
    "content": "Just because I can: I appreciate your thoughtfulness in everything you do. You make me so happy!"
  },
  {
    "id": 1400,
    "theme": "appreciative",
    "content": "Good morning, {wife_name}! Your love and devotion mean the world to me, {wife_name}. Can't wait to see you later!"
  }
]