[
  {
    "id": 1551,
    "theme": "encouraging",
    "content": "Hey {wife_name}, You've got this, {wife_name}! I believe in you completely. You're amazing!"
  },
  {
    "id": 1552,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Remember how strong you are - you can handle anything! Thinking of you always."
  },
  {
    "id": 1553,
    "theme": "encouraging",
    "content": "I'm so proud of everything you've accomplished. You're amazing!"
  },
  {
    "id": 1554,
    "theme": "encouraging",
    "content": "I was just thinking... Whatever you're facing today, I know you'll overcome it. You're amazing!"
  },
  {
    "id": 1555,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Your determination and courage inspire me every day. Forever yours."
  },
  {
    "id": 1556,
    "theme": "encouraging",
    "content": "Random thought: You are capable of amazing things, {wife_name}! Miss you!"
  },
  {
    "id": 1557,
    "theme": "encouraging",
    "content": "I was just thinking... Don't forget how incredible you truly are. Can't wait to see you later!"
  },
  {
    "id": 1558,
    "theme": "encouraging",
    "content": "Just wanted you to know that I'm your biggest cheerleader, today and always. XOXO"
  },
  {
    "id": 1559,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! You have overcome so much - this is nothing for you! Thinking of you always."
  },
  {
    "id": 1560,
    "theme": "encouraging",
    "content": "Just wanted you to know that Your strength and resilience amaze me constantly. You're the best!"
  },
  {
    "id": 1561,
    "theme": "encouraging",
    "content": "I was just thinking... Believe in yourself as much as I believe in you, {wife_name}. Thinking of you always."
  },
  {
    "id": 1562,
    "theme": "encouraging",
    "content": "Just a note to say You're doing an amazing job, even when it doesn't feel like it. Miss you!"
  },
  {
    "id": 1563,
    "theme": "encouraging",
    "content": "Hope you're having a great day! I'm so proud to be married to such a strong woman. Have a wonderful day!"
  },
  {
    "id": 1564,
    "theme": "encouraging",
    "content": "My love, Whatever challenge you face, we face it together. You make me so happy!"
  },
  {
    "id": 1565,
    "theme": "encouraging",
    "content": "I was just thinking... You have everything it takes to succeed. XOXO"
  },
  {
    "id": 1566,
    "theme": "encouraging",
    "content": "Hope you're having a great day! I see your potential, and it's limitless, {wife_name}!"
  },
  {
    "id": 1567,
    "theme": "encouraging",
    "content": "Just wanted you to know that Keep going - you're closer to your goals than you think. Have a wonderful day!"
  },
  {
    "id": 1568,
    "theme": "encouraging",
    "content": "Thinking of you and Your hard work will pay off. I know it will. Love you!"
  },
  {
    "id": 1569,
    "theme": "encouraging",
    "content": "Just a note to say You inspire everyone around you with your dedication. Love you!"
  },
  {
    "id": 1570,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! Remember: you are braver than you believe. Love you!"
  },
  {
    "id": 1571,
    "theme": "encouraging",
    "content": "Random thought: I'm here cheering you on every step of the way. Thinking of you always."
  },
  {
    "id": 1572,
    "theme": "encouraging",
    "content": "Just because I can: You handle everything with such grace and poise. You make me so happy!"
  },
  {
    "id": 1573,
    "theme": "encouraging",
    "content": "Just a note to say Your perseverance is truly remarkable, {wife_name}. Love you!"
  },
  {
    "id": 1574,
    "theme": "encouraging",
    "content": "{wife_name}, Don't give up - you're doing better than you think! Miss you!"
  },
  {
    "id": 1575,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! I'm so proud of the woman you are and who you're becoming. Forever yours."
  },
  {
    "id": 1576,
    "theme": "encouraging",
    "content": "Thinking of you and You can do hard things. You've proven that time and again. You make me so happy!"
  },
  {
    "id": 1577,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Whatever today brings, I know you'll handle it beautifully. Love you!"
  },
  {
    "id": 1578,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Your courage in facing challenges inspires me. Thinking of you always."
  },
  {
    "id": 1579,
    "theme": "encouraging",
    "content": "I was just thinking... Keep shining, {wife_name} - the world needs your light! Thinking of you always."
  },
  {
    "id": 1580,
    "theme": "encouraging",
    "content": "I believe in your dreams as much as you do. Have a wonderful day!"
  },
  {
    "id": 1581,
    "theme": "encouraging",
    "content": "Sweetheart, You are making a difference, even when you can't see it. XOXO"
  },
  {
    "id": 1582,
    "theme": "encouraging",
    "content": "Stay strong - better days are coming. You make me so happy!"
  },
  {
    "id": 1583,
    "theme": "encouraging",
    "content": "I was just thinking... Your positive attitude is contagious and inspiring. Have a wonderful day!"
  },
  {
    "id": 1584,
    "theme": "encouraging",
    "content": "I was just thinking... I'm so proud of how far you've come, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 1585,
    "theme": "encouraging",
    "content": "Random thought: You deserve all the success that's coming your way. Forever yours."
  },
  {
    "id": 1586,
    "theme": "encouraging",
    "content": "Just a note to say Keep pushing forward - you're almost there! You're the best!"
  },
  {
    "id": 1587,
    "theme": "encouraging",
    "content": "Sending you love because Your strength amazes me more every day. You're the best!"
  },
  {
    "id": 1588,
    "theme": "encouraging",
    "content": "I was just thinking... I know you'll achieve great things, because you always do. Miss you!"
  },
  {
    "id": 1589,
    "theme": "encouraging",
    "content": "Hey beautiful, You handle pressure with such grace, {wife_name}. You're the best!"
  },
  {
    "id": 1590,
    "theme": "encouraging",
    "content": "Sweetheart, Remember: I'm always in your corner, cheering you on! You make me so happy!"
  },
  {
    "id": 1591,
    "theme": "encouraging",
    "content": "I was just thinking... You've got this, {wife_name}! I believe in you completely. Have a wonderful day!"
  },
  {
    "id": 1592,
    "theme": "encouraging",
    "content": "Hey beautiful, Remember how strong you are - you can handle anything! Can't wait to see you later!"
  },
  {
    "id": 1593,
    "theme": "encouraging",
    "content": "Sending you love because I'm so proud of everything you've accomplished. XOXO"
  },
  {
    "id": 1594,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! Whatever you're facing today, I know you'll overcome it. XOXO"
  },
  {
    "id": 1595,
    "theme": "encouraging",
    "content": "Sending you love because Your determination and courage inspire me every day. XOXO"
  },
  {
    "id": 1596,
    "theme": "encouraging",
    "content": "Thinking of you and You are capable of amazing things, {wife_name}!"
  },
  {
    "id": 1597,
    "theme": "encouraging",
    "content": "Sweetheart, Don't forget how incredible you truly are. Forever yours."
  },
  {
    "id": 1598,
    "theme": "encouraging",
    "content": "My love, I'm your biggest cheerleader, today and always. You're the best!"
  },
  {
    "id": 1599,
    "theme": "encouraging",
    "content": "Thinking of you and You have overcome so much - this is nothing for you! Have a wonderful day!"
  },
  {
    "id": 1600,
    "theme": "encouraging",
    "content": "Your strength and resilience amaze me constantly. Miss you!"
  },
  {
    "id": 1601,
    "theme": "encouraging",
    "content": "Sending you love because Believe in yourself as much as I believe in you, {wife_name}. XOXO"
  },
  {
    "id": 1602,
    "theme": "encouraging",
    "content": "Hey {wife_name}, You're doing an amazing job, even when it doesn't feel like it. You make me so happy!"
  },
  {
    "id": 1603,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! I'm so proud to be married to such a strong woman. Forever yours."
  },
  {
    "id": 1604,
    "theme": "encouraging",
    "content": "Just a note to say Whatever challenge you face, we face it together. Can't wait to see you later!"
  },
  {
    "id": 1605,
    "theme": "encouraging",
    "content": "Sending you love because You have everything it takes to succeed. Forever yours."
  },
  {
    "id": 1606,
    "theme": "encouraging",
    "content": "Just wanted you to know that I see your potential, and it's limitless, {wife_name}! Have a wonderful day!"
  },
  {
    "id": 1607,
    "theme": "encouraging",
    "content": "Just because I can: Keep going - you're closer to your goals than you think. Miss you!"
  },
  {
    "id": 1608,
    "theme": "encouraging",
    "content": "{wife_name}, Your hard work will pay off. I know it will. Thinking of you always."
  },
  {
    "id": 1609,
    "theme": "encouraging",
    "content": "Thinking of you and You inspire everyone around you with your dedication. Can't wait to see you later!"
  },
  {
    "id": 1610,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Remember: you are braver than you believe. You're amazing!"
  },
  {
    "id": 1611,
    "theme": "encouraging",
    "content": "Hey beautiful, I'm here cheering you on every step of the way. XOXO"
  },
  {
    "id": 1612,
    "theme": "encouraging",
    "content": "You handle everything with such grace and poise. Can't wait to see you later!"
  },
  {
    "id": 1613,
    "theme": "encouraging",
    "content": "My love, Your perseverance is truly remarkable, {wife_name}. You make me so happy!"
  },
  {
    "id": 1614,
    "theme": "encouraging",
    "content": "Thinking of you and Don't give up - you're doing better than you think! You make me so happy!"
  },
  {
    "id": 1615,
    "theme": "encouraging",
    "content": "Sending you love because I'm so proud of the woman you are and who you're becoming. Love you!"
  },
  {
    "id": 1616,
    "theme": "encouraging",
    "content": "My love, You can do hard things. You've proven that time and again. Have a wonderful day!"
  },
  {
    "id": 1617,
    "theme": "encouraging",
    "content": "Whatever today brings, I know you'll handle it beautifully. You make me so happy!"
  },
  {
    "id": 1618,
    "theme": "encouraging",
    "content": "{wife_name}, Your courage in facing challenges inspires me. XOXO"
  },
  {
    "id": 1619,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Keep shining, {wife_name} - the world needs your light! You're amazing!"
  },
  {
    "id": 1620,
    "theme": "encouraging",
    "content": "Hope you're having a great day! I believe in your dreams as much as you do. Love you!"
  },
  {
    "id": 1621,
    "theme": "encouraging",
    "content": "You are making a difference, even when you can't see it. Love you!"
  },
  {
    "id": 1622,
    "theme": "encouraging",
    "content": "Thinking of you and Stay strong - better days are coming. Miss you!"
  },
  {
    "id": 1623,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Your positive attitude is contagious and inspiring. You're amazing!"
  },
  {
    "id": 1624,
    "theme": "encouraging",
    "content": "Hey beautiful, I'm so proud of how far you've come, {wife_name}. Miss you!"
  },
  {
    "id": 1625,
    "theme": "encouraging",
    "content": "Random thought: You deserve all the success that's coming your way."
  },
  {
    "id": 1626,
    "theme": "encouraging",
    "content": "Just a note to say Keep pushing forward - you're almost there! Forever yours."
  },
  {
    "id": 1627,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Your strength amazes me more every day. Can't wait to see you later!"
  },
  {
    "id": 1628,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! I know you'll achieve great things, because you always do. Miss you!"
  },
  {
    "id": 1629,
    "theme": "encouraging",
    "content": "Hey {wife_name}, You handle pressure with such grace, {wife_name}. Thinking of you always."
  },
  {
    "id": 1630,
    "theme": "encouraging",
    "content": "Thinking of you and Remember: I'm always in your corner, cheering you on! Miss you!"
  },
  {
    "id": 1631,
    "theme": "encouraging",
    "content": "Sweetheart, You've got this, {wife_name}! I believe in you completely. Thinking of you always."
  },
  {
    "id": 1632,
    "theme": "encouraging",
    "content": "Just a note to say Remember how strong you are - you can handle anything! You're the best!"
  },
  {
    "id": 1633,
    "theme": "encouraging",
    "content": "Quick reminder: I'm so proud of everything you've accomplished. Miss you!"
  },
  {
    "id": 1634,
    "theme": "encouraging",
    "content": "Sending you love because Whatever you're facing today, I know you'll overcome it. Can't wait to see you later!"
  },
  {
    "id": 1635,
    "theme": "encouraging",
    "content": "Quick reminder: Your determination and courage inspire me every day. Miss you!"
  },
  {
    "id": 1636,
    "theme": "encouraging",
    "content": "Just a note to say You are capable of amazing things, {wife_name}!"
  },
  {
    "id": 1637,
    "theme": "encouraging",
    "content": "Random thought: Don't forget how incredible you truly are. Thinking of you always."
  },
  {
    "id": 1638,
    "theme": "encouraging",
    "content": "I was just thinking... I'm your biggest cheerleader, today and always. Love you!"
  },
  {
    "id": 1639,
    "theme": "encouraging",
    "content": "I was just thinking... You have overcome so much - this is nothing for you! You're the best!"
  },
  {
    "id": 1640,
    "theme": "encouraging",
    "content": "Sweetheart, Your strength and resilience amaze me constantly. Have a wonderful day!"
  },
  {
    "id": 1641,
    "theme": "encouraging",
    "content": "Sending you love because Believe in yourself as much as I believe in you, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 1642,
    "theme": "encouraging",
    "content": "Just because I can: You're doing an amazing job, even when it doesn't feel like it. XOXO"
  },
  {
    "id": 1643,
    "theme": "encouraging",
    "content": "Sweetheart, I'm so proud to be married to such a strong woman. Thinking of you always."
  },
  {
    "id": 1644,
    "theme": "encouraging",
    "content": "Whatever challenge you face, we face it together. You're amazing!"
  },
  {
    "id": 1645,
    "theme": "encouraging",
    "content": "Random thought: You have everything it takes to succeed. XOXO"
  },
  {
    "id": 1646,
    "theme": "encouraging",
    "content": "Just wanted you to know that I see your potential, and it's limitless, {wife_name}! Love you!"
  },
  {
    "id": 1647,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! Keep going - you're closer to your goals than you think. You're amazing!"
  },
  {
    "id": 1648,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! Your hard work will pay off. I know it will. You make me so happy!"
  },
  {
    "id": 1649,
    "theme": "encouraging",
    "content": "Hey {wife_name}, You inspire everyone around you with your dedication. You make me so happy!"
  },
  {
    "id": 1650,
    "theme": "encouraging",
    "content": "My love, Remember: you are braver than you believe. XOXO"
  },
  {
    "id": 1651,
    "theme": "encouraging",
    "content": "{wife_name}, I'm here cheering you on every step of the way."
  },
  {
    "id": 1652,
    "theme": "encouraging",
    "content": "Hey {wife_name}, You handle everything with such grace and poise. Can't wait to see you later!"
  },
  {
    "id": 1653,
    "theme": "encouraging",
    "content": "{wife_name}, Your perseverance is truly remarkable, {wife_name}. Love you!"
  },
  {
    "id": 1654,
    "theme": "encouraging",
    "content": "{wife_name}, Don't give up - you're doing better than you think! XOXO"
  },
  {
    "id": 1655,
    "theme": "encouraging",
    "content": "Just wanted you to know that I'm so proud of the woman you are and who you're becoming. You make me so happy!"
  },
  {
    "id": 1656,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! You can do hard things. You've proven that time and again. Thinking of you always."
  },
  {
    "id": 1657,
    "theme": "encouraging",
    "content": "Hey beautiful, Whatever today brings, I know you'll handle it beautifully. Can't wait to see you later!"
  },
  {
    "id": 1658,
    "theme": "encouraging",
    "content": "Sweetheart, Your courage in facing challenges inspires me. You're the best!"
  },
  {
    "id": 1659,
    "theme": "encouraging",
    "content": "Just because I can: Keep shining, {wife_name} - the world needs your light! Can't wait to see you later!"
  },
  {
    "id": 1660,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! I believe in your dreams as much as you do."
  },
  {
    "id": 1661,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! You are making a difference, even when you can't see it. You're the best!"
  },
  {
    "id": 1662,
    "theme": "encouraging",
    "content": "Just because I can: Stay strong - better days are coming. XOXO"
  },
  {
    "id": 1663,
    "theme": "encouraging",
    "content": "Random thought: Your positive attitude is contagious and inspiring. Love you!"
  },
  {
    "id": 1664,
    "theme": "encouraging",
    "content": "{wife_name}, I'm so proud of how far you've come, {wife_name}."
  },
  {
    "id": 1665,
    "theme": "encouraging",
    "content": "My love, You deserve all the success that's coming your way. You make me so happy!"
  },
  {
    "id": 1666,
    "theme": "encouraging",
    "content": "Sending you love because Keep pushing forward - you're almost there! Forever yours."
  },
  {
    "id": 1667,
    "theme": "encouraging",
    "content": "Hey {wife_name}, Your strength amazes me more every day. Have a wonderful day!"
  },
  {
    "id": 1668,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! I know you'll achieve great things, because you always do. Have a wonderful day!"
  },
  {
    "id": 1669,
    "theme": "encouraging",
    "content": "Hey {wife_name}, You handle pressure with such grace, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 1670,
    "theme": "encouraging",
    "content": "Just wanted you to know that Remember: I'm always in your corner, cheering you on! You're amazing!"
  },
  {
    "id": 1671,
    "theme": "encouraging",
    "content": "Quick reminder: You've got this, {wife_name}! I believe in you completely. Thinking of you always."
  },
  {
    "id": 1672,
    "theme": "encouraging",
    "content": "Remember how strong you are - you can handle anything! You're amazing!"
  },
  {
    "id": 1673,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! I'm so proud of everything you've accomplished. You make me so happy!"
  },
  {
    "id": 1674,
    "theme": "encouraging",
    "content": "Whatever you're facing today, I know you'll overcome it. XOXO"
  },
  {
    "id": 1675,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Your determination and courage inspire me every day. Love you!"
  },
  {
    "id": 1676,
    "theme": "encouraging",
    "content": "Thinking of you and You are capable of amazing things, {wife_name}! Miss you!"
  },
  {
    "id": 1677,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Don't forget how incredible you truly are. You're the best!"
  },
  {
    "id": 1678,
    "theme": "encouraging",
    "content": "I was just thinking... I'm your biggest cheerleader, today and always. XOXO"
  },
  {
    "id": 1679,
    "theme": "encouraging",
    "content": "Just because I can: You have overcome so much - this is nothing for you! Thinking of you always."
  },
  {
    "id": 1680,
    "theme": "encouraging",
    "content": "Your strength and resilience amaze me constantly. Love you!"
  },
  {
    "id": 1681,
    "theme": "encouraging",
    "content": "Hey beautiful, Believe in yourself as much as I believe in you, {wife_name}. You're the best!"
  },
  {
    "id": 1682,
    "theme": "encouraging",
    "content": "Hey beautiful, You're doing an amazing job, even when it doesn't feel like it. You make me so happy!"
  },
  {
    "id": 1683,
    "theme": "encouraging",
    "content": "Sweetheart, I'm so proud to be married to such a strong woman. You're the best!"
  },
  {
    "id": 1684,
    "theme": "encouraging",
    "content": "Quick reminder: Whatever challenge you face, we face it together. Love you!"
  },
  {
    "id": 1685,
    "theme": "encouraging",
    "content": "Quick reminder: You have everything it takes to succeed. You make me so happy!"
  },
  {
    "id": 1686,
    "theme": "encouraging",
    "content": "Just because I can: I see your potential, and it's limitless, {wife_name}! Forever yours."
  },
  {
    "id": 1687,
    "theme": "encouraging",
    "content": "Good morning, {wife_name}! Keep going - you're closer to your goals than you think. Miss you!"
  },
  {
    "id": 1688,
    "theme": "encouraging",
    "content": "{wife_name}, Your hard work will pay off. I know it will. You make me so happy!"
  },
  {
    "id": 1689,
    "theme": "encouraging",
    "content": "Just wanted you to know that You inspire everyone around you with your dedication. You make me so happy!"
  },
  {
    "id": 1690,
    "theme": "encouraging",
    "content": "My love, Remember: you are braver than you believe. You make me so happy!"
  },
  {
    "id": 1691,
    "theme": "encouraging",
    "content": "Hey beautiful, I'm here cheering you on every step of the way. Have a wonderful day!"
  },
  {
    "id": 1692,
    "theme": "encouraging",
    "content": "Just wanted you to know that You handle everything with such grace and poise. Can't wait to see you later!"
  },
  {
    "id": 1693,
    "theme": "encouraging",
    "content": "Just a note to say Your perseverance is truly remarkable, {wife_name}."
  },
  {
    "id": 1694,
    "theme": "encouraging",
    "content": "Random thought: Don't give up - you're doing better than you think! You make me so happy!"
  },
  {
    "id": 1695,
    "theme": "encouraging",
    "content": "Just a note to say I'm so proud of the woman you are and who you're becoming. Love you!"
  },
  {
    "id": 1696,
    "theme": "encouraging",
    "content": "My love, You can do hard things. You've proven that time and again. Have a wonderful day!"
  },
  {
    "id": 1697,
    "theme": "encouraging",
    "content": "Random thought: Whatever today brings, I know you'll handle it beautifully."
  },
  {
    "id": 1698,
    "theme": "encouraging",
    "content": "Hope you're having a great day! Your courage in facing challenges inspires me. Can't wait to see you later!"
  },
  {
    "id": 1699,
    "theme": "encouraging",
    "content": "Thinking of you and Keep shining, {wife_name} - the world needs your light! Love you!"
  },
  {
    "id": 1700,
    "theme": "encouraging",
    "content": "Thinking of you and I believe in your dreams as much as you do. Have a wonderful day!"
  }
]