[
  {
    "id": 801,
    "theme": "funny",
    "content": "Just a note to say I love you more than pizza, and that's saying something, {wife_name}! Thinking of you always."
  },
  {
    "id": 802,
    "theme": "funny",
    "content": "Random thought: You're the WiFi to my laptop - I can't function without you! Miss you!"
  },
  {
    "id": 803,
    "theme": "funny",
    "content": "Hey {wife_name}, Marriage tip: I'm always wrong, and I'm totally fine with that."
  },
  {
    "id": 804,
    "theme": "funny",
    "content": "My love, You're the reason I smile... and also the reason I need coffee. You're the best!"
  },
  {
    "id": 805,
    "theme": "funny",
    "content": "Hey beautiful, I love you even when you steal all the blankets, {wife_name}. Forever yours."
  },
  {
    "id": 806,
    "theme": "funny",
    "content": "Just a note to say You're my favorite weirdo, and I wouldn't have it any other way! Forever yours."
  },
  {
    "id": 807,
    "theme": "funny",
    "content": "Sending you love because Thanks for putting up with me. I know I'm a lot! You make me so happy!"
  },
  {
    "id": 808,
    "theme": "funny",
    "content": "My love, You're the cheese to my macaroni - we're better together! Miss you!"
  },
  {
    "id": 809,
    "theme": "funny",
    "content": "Random thought: I love you more than Netflix, and that's a BIG deal. Can't wait to see you later!"
  },
  {
    "id": 810,
    "theme": "funny",
    "content": "Sending you love because You had me at 'I'll cook dinner tonight.' Thinking of you always."
  },
  {
    "id": 811,
    "theme": "funny",
    "content": "I was just thinking... Marriage is just texting 'What do you want for dinner?' until we die. XOXO"
  },
  {
    "id": 812,
    "theme": "funny",
    "content": "My love, You're my favorite notification on my phone, {wife_name}! You're the best!"
  },
  {
    "id": 813,
    "theme": "funny",
    "content": "Just because I can: I promise to always let you have the last slice of pizza... maybe. Forever yours."
  },
  {
    "id": 814,
    "theme": "funny",
    "content": "You're stuck with me forever. Sorry, no refunds! Miss you!"
  },
  {
    "id": 815,
    "theme": "funny",
    "content": "Thinking of you and I love you even when you're hangry."
  },
  {
    "id": 816,
    "theme": "funny",
    "content": "Random thought: You complete me... especially my sentences. Forever yours."
  },
  {
    "id": 817,
    "theme": "funny",
    "content": "My love, Thanks for laughing at my jokes even when they're terrible. Can't wait to see you later!"
  },
  {
    "id": 818,
    "theme": "funny",
    "content": "Thinking of you and I'd share my fries with you, and that's true love. You're the best!"
  },
  {
    "id": 819,
    "theme": "funny",
    "content": "My love, You're the avocado to my toast - expensive but totally worth it! XOXO"
  },
  {
    "id": 820,
    "theme": "funny",
    "content": "Good morning, {wife_name}! I love you more than I love sleeping in, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 821,
    "theme": "funny",
    "content": "Thinking of you and You're my favorite human to be weird with. Have a wonderful day!"
  },
  {
    "id": 822,
    "theme": "funny",
    "content": "Just a note to say Marriage is just asking each other 'did you hear that noise?' forever. Can't wait to see you later!"
  },
  {
    "id": 823,
    "theme": "funny",
    "content": "Hope you're having a great day! I'd let you have the TV remote. Sometimes. Miss you!"
  },
  {
    "id": 824,
    "theme": "funny",
    "content": "Thinking of you and You're the only person I'd share my snacks with, {wife_name}. You're amazing!"
  },
  {
    "id": 825,
    "theme": "funny",
    "content": "Just because I can: Thanks for pretending my dad jokes are funny! You make me so happy!"
  },
  {
    "id": 826,
    "theme": "funny",
    "content": "Just because I can: I love you more than my phone battery loves dying at 20%. XOXO"
  },
  {
    "id": 827,
    "theme": "funny",
    "content": "Hope you're having a great day! You're my emergency contact and my emergency snack supplier. You're amazing!"
  },
  {
    "id": 828,
    "theme": "funny",
    "content": "Just a note to say Marriage: because who else would put up with this? Miss you!"
  },
  {
    "id": 829,
    "theme": "funny",
    "content": "Hey beautiful, You make my heart do that thing hearts do. You know, beat. You're the best!"
  },
  {
    "id": 830,
    "theme": "funny",
    "content": "Hope you're having a great day! I'd pause my video game for you. That's love. Love you!"
  },
  {
    "id": 831,
    "theme": "funny",
    "content": "Sweetheart, You're the reason I smile and the reason I have gray hairs! Forever yours."
  },
  {
    "id": 832,
    "theme": "funny",
    "content": "Just a note to say Thanks for choosing me when you could have had literally anyone else. Have a wonderful day!"
  },
  {
    "id": 833,
    "theme": "funny",
    "content": "Random thought: I love you like a fat kid loves cake. Wait, I'm the fat kid. XOXO"
  },
  {
    "id": 834,
    "theme": "funny",
    "content": "Just a note to say You're my favorite hello and my hardest goodbye, {wife_name}. XOXO"
  },
  {
    "id": 835,
    "theme": "funny",
    "content": "My love, If loving you was a crime, I'd be serving a life sentence. XOXO"
  },
  {
    "id": 836,
    "theme": "funny",
    "content": "Hope you're having a great day! You're the only person who knows how weird I really am."
  },
  {
    "id": 837,
    "theme": "funny",
    "content": "I was just thinking... I'd share my dessert with you. THAT'S how much I love you. You're the best!"
  },
  {
    "id": 838,
    "theme": "funny",
    "content": "Just a note to say You had me at 'I made extra food.' Can't wait to see you later!"
  },
  {
    "id": 839,
    "theme": "funny",
    "content": "Hey {wife_name}, Thanks for being my partner in crime and in naps. XOXO"
  },
  {
    "id": 840,
    "theme": "funny",
    "content": "Hey beautiful, You're my lobster, {wife_name}! Did you get that reference? Can't wait to see you later!"
  },
  {
    "id": 841,
    "theme": "funny",
    "content": "My love, I love you more than pizza, and that's saying something, {wife_name}! Love you!"
  },
  {
    "id": 842,
    "theme": "funny",
    "content": "Quick reminder: You're the WiFi to my laptop - I can't function without you! Love you!"
  },
  {
    "id": 843,
    "theme": "funny",
    "content": "{wife_name}, Marriage tip: I'm always wrong, and I'm totally fine with that. Forever yours."
  },
  {
    "id": 844,
    "theme": "funny",
    "content": "Hey {wife_name}, You're the reason I smile... and also the reason I need coffee. Can't wait to see you later!"
  },
  {
    "id": 845,
    "theme": "funny",
    "content": "Just a note to say I love you even when you steal all the blankets, {wife_name}. XOXO"
  },
  {
    "id": 846,
    "theme": "funny",
    "content": "Hey beautiful, You're my favorite weirdo, and I wouldn't have it any other way! Miss you!"
  },
  {
    "id": 847,
    "theme": "funny",
    "content": "Just a note to say Thanks for putting up with me. I know I'm a lot! Thinking of you always."
  },
  {
    "id": 848,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're the cheese to my macaroni - we're better together!"
  },
  {
    "id": 849,
    "theme": "funny",
    "content": "Good morning, {wife_name}! I love you more than Netflix, and that's a BIG deal. Thinking of you always."
  },
  {
    "id": 850,
    "theme": "funny",
    "content": "Quick reminder: You had me at 'I'll cook dinner tonight.' Forever yours."
  },
  {
    "id": 851,
    "theme": "funny",
    "content": "Just wanted you to know that Marriage is just texting 'What do you want for dinner?' until we die. You're amazing!"
  },
  {
    "id": 852,
    "theme": "funny",
    "content": "Sending you love because You're my favorite notification on my phone, {wife_name}! Miss you!"
  },
  {
    "id": 853,
    "theme": "funny",
    "content": "Just a note to say I promise to always let you have the last slice of pizza... maybe. Miss you!"
  },
  {
    "id": 854,
    "theme": "funny",
    "content": "Thinking of you and You're stuck with me forever. Sorry, no refunds! Thinking of you always."
  },
  {
    "id": 855,
    "theme": "funny",
    "content": "Thinking of you and I love you even when you're hangry. You make me so happy!"
  },
  {
    "id": 856,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You complete me... especially my sentences. Can't wait to see you later!"
  },
  {
    "id": 857,
    "theme": "funny",
    "content": "Thinking of you and Thanks for laughing at my jokes even when they're terrible. XOXO"
  },
  {
    "id": 858,
    "theme": "funny",
    "content": "Quick reminder: I'd share my fries with you, and that's true love. XOXO"
  },
  {
    "id": 859,
    "theme": "funny",
    "content": "Just wanted you to know that You're the avocado to my toast - expensive but totally worth it! Forever yours."
  },
  {
    "id": 860,
    "theme": "funny",
    "content": "My love, I love you more than I love sleeping in, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 861,
    "theme": "funny",
    "content": "Random thought: You're my favorite human to be weird with. You're the best!"
  },
  {
    "id": 862,
    "theme": "funny",
    "content": "Hope you're having a great day! Marriage is just asking each other 'did you hear that noise?' forever. Love you!"
  },
  {
    "id": 863,
    "theme": "funny",
    "content": "Just a note to say I'd let you have the TV remote. Sometimes. Have a wonderful day!"
  },
  {
    "id": 864,
    "theme": "funny",
    "content": "Quick reminder: You're the only person I'd share my snacks with, {wife_name}. Miss you!"
  },
  {
    "id": 865,
    "theme": "funny",
    "content": "Thinking of you and Thanks for pretending my dad jokes are funny! You're the best!"
  },
  {
    "id": 866,
    "theme": "funny",
    "content": "{wife_name}, I love you more than my phone battery loves dying at 20%. Love you!"
  },
  {
    "id": 867,
    "theme": "funny",
    "content": "You're my emergency contact and my emergency snack supplier."
  },
  {
    "id": 868,
    "theme": "funny",
    "content": "Hey beautiful, Marriage: because who else would put up with this? Thinking of you always."
  },
  {
    "id": 869,
    "theme": "funny",
    "content": "Thinking of you and You make my heart do that thing hearts do. You know, beat. Have a wonderful day!"
  },
  {
    "id": 870,
    "theme": "funny",
    "content": "Thinking of you and I'd pause my video game for you. That's love. Thinking of you always."
  },
  {
    "id": 871,
    "theme": "funny",
    "content": "Random thought: You're the reason I smile and the reason I have gray hairs! XOXO"
  },
  {
    "id": 872,
    "theme": "funny",
    "content": "Good morning, {wife_name}! Thanks for choosing me when you could have had literally anyone else. You're amazing!"
  },
  {
    "id": 873,
    "theme": "funny",
    "content": "Quick reminder: I love you like a fat kid loves cake. Wait, I'm the fat kid. Love you!"
  },
  {
    "id": 874,
    "theme": "funny",
    "content": "Hope you're having a great day! You're my favorite hello and my hardest goodbye, {wife_name}. Miss you!"
  },
  {
    "id": 875,
    "theme": "funny",
    "content": "Just wanted you to know that If loving you was a crime, I'd be serving a life sentence. Forever yours."
  },
  {
    "id": 876,
    "theme": "funny",
    "content": "Hope you're having a great day! You're the only person who knows how weird I really am. You're amazing!"
  },
  {
    "id": 877,
    "theme": "funny",
    "content": "My love, I'd share my dessert with you. THAT'S how much I love you. You're amazing!"
  },
  {
    "id": 878,
    "theme": "funny",
    "content": "My love, You had me at 'I made extra food.' You're the best!"
  },
  {
    "id": 879,
    "theme": "funny",
    "content": "I was just thinking... Thanks for being my partner in crime and in naps. You're the best!"
  },
  {
    "id": 880,
    "theme": "funny",
    "content": "Just because I can: You're my lobster, {wife_name}! Did you get that reference? Thinking of you always."
  },
  {
    "id": 881,
    "theme": "funny",
    "content": "{wife_name}, I love you more than pizza, and that's saying something, {wife_name}! You're amazing!"
  },
  {
    "id": 882,
    "theme": "funny",
    "content": "Sending you love because You're the WiFi to my laptop - I can't function without you! XOXO"
  },
  {
    "id": 883,
    "theme": "funny",
    "content": "{wife_name}, Marriage tip: I'm always wrong, and I'm totally fine with that. Love you!"
  },
  {
    "id": 884,
    "theme": "funny",
    "content": "Thinking of you and You're the reason I smile... and also the reason I need coffee. Love you!"
  },
  {
    "id": 885,
    "theme": "funny",
    "content": "My love, I love you even when you steal all the blankets, {wife_name}. You're the best!"
  },
  {
    "id": 886,
    "theme": "funny",
    "content": "Quick reminder: You're my favorite weirdo, and I wouldn't have it any other way! Can't wait to see you later!"
  },
  {
    "id": 887,
    "theme": "funny",
    "content": "Sending you love because Thanks for putting up with me. I know I'm a lot! Forever yours."
  },
  {
    "id": 888,
    "theme": "funny",
    "content": "You're the cheese to my macaroni - we're better together! Can't wait to see you later!"
  },
  {
    "id": 889,
    "theme": "funny",
    "content": "Just a note to say I love you more than Netflix, and that's a BIG deal. Forever yours."
  },
  {
    "id": 890,
    "theme": "funny",
    "content": "Sweetheart, You had me at 'I'll cook dinner tonight.' You make me so happy!"
  },
  {
    "id": 891,
    "theme": "funny",
    "content": "Quick reminder: Marriage is just texting 'What do you want for dinner?' until we die. Thinking of you always."
  },
  {
    "id": 892,
    "theme": "funny",
    "content": "Sending you love because You're my favorite notification on my phone, {wife_name}! You're the best!"
  },
  {
    "id": 893,
    "theme": "funny",
    "content": "Hey beautiful, I promise to always let you have the last slice of pizza... maybe. You're amazing!"
  },
  {
    "id": 894,
    "theme": "funny",
    "content": "Random thought: You're stuck with me forever. Sorry, no refunds! You make me so happy!"
  },
  {
    "id": 895,
    "theme": "funny",
    "content": "Just wanted you to know that I love you even when you're hangry. Can't wait to see you later!"
  },
  {
    "id": 896,
    "theme": "funny",
    "content": "Random thought: You complete me... especially my sentences. XOXO"
  },
  {
    "id": 897,
    "theme": "funny",
    "content": "Good morning, {wife_name}! Thanks for laughing at my jokes even when they're terrible. Thinking of you always."
  },
  {
    "id": 898,
    "theme": "funny",
    "content": "Just wanted you to know that I'd share my fries with you, and that's true love. Have a wonderful day!"
  },
  {
    "id": 899,
    "theme": "funny",
    "content": "My love, You're the avocado to my toast - expensive but totally worth it!"
  },
  {
    "id": 900,
    "theme": "funny",
    "content": "Hey beautiful, I love you more than I love sleeping in, {wife_name}. Forever yours."
  },
  {
    "id": 901,
    "theme": "funny",
    "content": "Random thought: You're my favorite human to be weird with. Thinking of you always."
  },
  {
    "id": 902,
    "theme": "funny",
    "content": "Hey {wife_name}, Marriage is just asking each other 'did you hear that noise?' forever. Forever yours."
  },
  {
    "id": 903,
    "theme": "funny",
    "content": "Random thought: I'd let you have the TV remote. Sometimes. You're amazing!"
  },
  {
    "id": 904,
    "theme": "funny",
    "content": "Quick reminder: You're the only person I'd share my snacks with, {wife_name}."
  },
  {
    "id": 905,
    "theme": "funny",
    "content": "Just a note to say Thanks for pretending my dad jokes are funny! XOXO"
  },
  {
    "id": 906,
    "theme": "funny",
    "content": "Random thought: I love you more than my phone battery loves dying at 20%. You make me so happy!"
  },
  {
    "id": 907,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're my emergency contact and my emergency snack supplier. Love you!"
  },
  {
    "id": 908,
    "theme": "funny",
    "content": "{wife_name}, Marriage: because who else would put up with this? Have a wonderful day!"
  },
  {
    "id": 909,
    "theme": "funny",
    "content": "{wife_name}, You make my heart do that thing hearts do. You know, beat. You're amazing!"
  },
  {
    "id": 910,
    "theme": "funny",
    "content": "Hey {wife_name}, I'd pause my video game for you. That's love. Forever yours."
  },
  {
    "id": 911,
    "theme": "funny",
    "content": "Just because I can: You're the reason I smile and the reason I have gray hairs! Miss you!"
  },
  {
    "id": 912,
    "theme": "funny",
    "content": "Quick reminder: Thanks for choosing me when you could have had literally anyone else. XOXO"
  },
  {
    "id": 913,
    "theme": "funny",
    "content": "Just because I can: I love you like a fat kid loves cake. Wait, I'm the fat kid."
  },
  {
    "id": 914,
    "theme": "funny",
    "content": "Random thought: You're my favorite hello and my hardest goodbye, {wife_name}. You're amazing!"
  },
  {
    "id": 915,
    "theme": "funny",
    "content": "Thinking of you and If loving you was a crime, I'd be serving a life sentence. XOXO"
  },
  {
    "id": 916,
    "theme": "funny",
    "content": "Just wanted you to know that You're the only person who knows how weird I really am. Have a wonderful day!"
  },
  {
    "id": 917,
    "theme": "funny",
    "content": "I'd share my dessert with you. THAT'S how much I love you."
  },
  {
    "id": 918,
    "theme": "funny",
    "content": "My love, You had me at 'I made extra food.' XOXO"
  },
  {
    "id": 919,
    "theme": "funny",
    "content": "Hey {wife_name}, Thanks for being my partner in crime and in naps. XOXO"
  },
  {
    "id": 920,
    "theme": "funny",
    "content": "You're my lobster, {wife_name}! Did you get that reference? Can't wait to see you later!"
  },
  {
    "id": 921,
    "theme": "funny",
    "content": "Sending you love because I love you more than pizza, and that's saying something, {wife_name}! Forever yours."
  },
  {
    "id": 922,
    "theme": "funny",
    "content": "Random thought: You're the WiFi to my laptop - I can't function without you! Can't wait to see you later!"
  },
  {
    "id": 923,
    "theme": "funny",
    "content": "Thinking of you and Marriage tip: I'm always wrong, and I'm totally fine with that. Have a wonderful day!"
  },
  {
    "id": 924,
    "theme": "funny",
    "content": "Sending you love because You're the reason I smile... and also the reason I need coffee. You're the best!"
  },
  {
    "id": 925,
    "theme": "funny",
    "content": "Good morning, {wife_name}! I love you even when you steal all the blankets, {wife_name}. XOXO"
  },
  {
    "id": 926,
    "theme": "funny",
    "content": "Thinking of you and You're my favorite weirdo, and I wouldn't have it any other way! You're amazing!"
  },
  {
    "id": 927,
    "theme": "funny",
    "content": "Just a note to say Thanks for putting up with me. I know I'm a lot! XOXO"
  },
  {
    "id": 928,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're the cheese to my macaroni - we're better together! You're amazing!"
  },
  {
    "id": 929,
    "theme": "funny",
    "content": "Good morning, {wife_name}! I love you more than Netflix, and that's a BIG deal. You're the best!"
  },
  {
    "id": 930,
    "theme": "funny",
    "content": "My love, You had me at 'I'll cook dinner tonight.' Thinking of you always."
  },
  {
    "id": 931,
    "theme": "funny",
    "content": "I was just thinking... Marriage is just texting 'What do you want for dinner?' until we die. You're amazing!"
  },
  {
    "id": 932,
    "theme": "funny",
    "content": "{wife_name}, You're my favorite notification on my phone, {wife_name}! Have a wonderful day!"
  },
  {
    "id": 933,
    "theme": "funny",
    "content": "Just a note to say I promise to always let you have the last slice of pizza... maybe. XOXO"
  },
  {
    "id": 934,
    "theme": "funny",
    "content": "Hey {wife_name}, You're stuck with me forever. Sorry, no refunds! Miss you!"
  },
  {
    "id": 935,
    "theme": "funny",
    "content": "Hope you're having a great day! I love you even when you're hangry."
  },
  {
    "id": 936,
    "theme": "funny",
    "content": "Just because I can: You complete me... especially my sentences. You make me so happy!"
  },
  {
    "id": 937,
    "theme": "funny",
    "content": "Thinking of you and Thanks for laughing at my jokes even when they're terrible."
  },
  {
    "id": 938,
    "theme": "funny",
    "content": "Random thought: I'd share my fries with you, and that's true love. Can't wait to see you later!"
  },
  {
    "id": 939,
    "theme": "funny",
    "content": "Just because I can: You're the avocado to my toast - expensive but totally worth it! You're amazing!"
  },
  {
    "id": 940,
    "theme": "funny",
    "content": "Sending you love because I love you more than I love sleeping in, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 941,
    "theme": "funny",
    "content": "Just because I can: You're my favorite human to be weird with. You're amazing!"
  },
  {
    "id": 942,
    "theme": "funny",
    "content": "Quick reminder: Marriage is just asking each other 'did you hear that noise?' forever. Thinking of you always."
  },
  {
    "id": 943,
    "theme": "funny",
    "content": "Sweetheart, I'd let you have the TV remote. Sometimes. Have a wonderful day!"
  },
  {
    "id": 944,
    "theme": "funny",
    "content": "Hey {wife_name}, You're the only person I'd share my snacks with, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 945,
    "theme": "funny",
    "content": "Hey beautiful, Thanks for pretending my dad jokes are funny! Forever yours."
  },
  {
    "id": 946,
    "theme": "funny",
    "content": "Good morning, {wife_name}! I love you more than my phone battery loves dying at 20%. Forever yours."
  },
  {
    "id": 947,
    "theme": "funny",
    "content": "My love, You're my emergency contact and my emergency snack supplier. You're the best!"
  },
  {
    "id": 948,
    "theme": "funny",
    "content": "Just a note to say Marriage: because who else would put up with this? You're amazing!"
  },
  {
    "id": 949,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You make my heart do that thing hearts do. You know, beat. Thinking of you always."
  },
  {
    "id": 950,
    "theme": "funny",
    "content": "Sending you love because I'd pause my video game for you. That's love. Miss you!"
  }
]