[
  {
    "id": 951,
    "theme": "funny",
    "content": "I was just thinking... I love you more than pizza, and that's saying something, {wife_name}! Forever yours."
  },
  {
    "id": 952,
    "theme": "funny",
    "content": "Hey {wife_name}, You're the WiFi to my laptop - I can't function without you! Have a wonderful day!"
  },
  {
    "id": 953,
    "theme": "funny",
    "content": "Good morning, {wife_name}! Marriage tip: I'm always wrong, and I'm totally fine with that. You're the best!"
  },
  {
    "id": 954,
    "theme": "funny",
    "content": "Hey {wife_name}, You're the reason I smile... and also the reason I need coffee. Miss you!"
  },
  {
    "id": 955,
    "theme": "funny",
    "content": "Thinking of you and I love you even when you steal all the blankets, {wife_name}. You're amazing!"
  },
  {
    "id": 956,
    "theme": "funny",
    "content": "Hey {wife_name}, You're my favorite weirdo, and I wouldn't have it any other way! Miss you!"
  },
  {
    "id": 957,
    "theme": "funny",
    "content": "Sweetheart, Thanks for putting up with me. I know I'm a lot! You make me so happy!"
  },
  {
    "id": 958,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're the cheese to my macaroni - we're better together! You make me so happy!"
  },
  {
    "id": 959,
    "theme": "funny",
    "content": "Just wanted you to know that I love you more than Netflix, and that's a BIG deal. Have a wonderful day!"
  },
  {
    "id": 960,
    "theme": "funny",
    "content": "Hey {wife_name}, You had me at 'I'll cook dinner tonight.' Can't wait to see you later!"
  },
  {
    "id": 961,
    "theme": "funny",
    "content": "Marriage is just texting 'What do you want for dinner?' until we die. Forever yours."
  },
  {
    "id": 962,
    "theme": "funny",
    "content": "{wife_name}, You're my favorite notification on my phone, {wife_name}! Can't wait to see you later!"
  },
  {
    "id": 963,
    "theme": "funny",
    "content": "Random thought: I promise to always let you have the last slice of pizza... maybe. You make me so happy!"
  },
  {
    "id": 964,
    "theme": "funny",
    "content": "Hey {wife_name}, You're stuck with me forever. Sorry, no refunds! Can't wait to see you later!"
  },
  {
    "id": 965,
    "theme": "funny",
    "content": "Just a note to say I love you even when you're hangry. You're amazing!"
  },
  {
    "id": 966,
    "theme": "funny",
    "content": "Just a note to say You complete me... especially my sentences. Miss you!"
  },
  {
    "id": 967,
    "theme": "funny",
    "content": "Just a note to say Thanks for laughing at my jokes even when they're terrible. Love you!"
  },
  {
    "id": 968,
    "theme": "funny",
    "content": "Sweetheart, I'd share my fries with you, and that's true love. Have a wonderful day!"
  },
  {
    "id": 969,
    "theme": "funny",
    "content": "Sweetheart, You're the avocado to my toast - expensive but totally worth it! You're amazing!"
  },
  {
    "id": 970,
    "theme": "funny",
    "content": "Hey beautiful, I love you more than I love sleeping in, {wife_name}. Miss you!"
  },
  {
    "id": 971,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're my favorite human to be weird with. Can't wait to see you later!"
  },
  {
    "id": 972,
    "theme": "funny",
    "content": "Just because I can: Marriage is just asking each other 'did you hear that noise?' forever. Thinking of you always."
  },
  {
    "id": 973,
    "theme": "funny",
    "content": "I was just thinking... I'd let you have the TV remote. Sometimes. Thinking of you always."
  },
  {
    "id": 974,
    "theme": "funny",
    "content": "I was just thinking... You're the only person I'd share my snacks with, {wife_name}. Miss you!"
  },
  {
    "id": 975,
    "theme": "funny",
    "content": "Just wanted you to know that Thanks for pretending my dad jokes are funny! Miss you!"
  },
  {
    "id": 976,
    "theme": "funny",
    "content": "Hope you're having a great day! I love you more than my phone battery loves dying at 20%. You're amazing!"
  },
  {
    "id": 977,
    "theme": "funny",
    "content": "Random thought: You're my emergency contact and my emergency snack supplier. You're the best!"
  },
  {
    "id": 978,
    "theme": "funny",
    "content": "My love, Marriage: because who else would put up with this? Can't wait to see you later!"
  },
  {
    "id": 979,
    "theme": "funny",
    "content": "Just wanted you to know that You make my heart do that thing hearts do. You know, beat. Forever yours."
  },
  {
    "id": 980,
    "theme": "funny",
    "content": "My love, I'd pause my video game for you. That's love. You make me so happy!"
  },
  {
    "id": 981,
    "theme": "funny",
    "content": "Thinking of you and You're the reason I smile and the reason I have gray hairs! Love you!"
  },
  {
    "id": 982,
    "theme": "funny",
    "content": "Random thought: Thanks for choosing me when you could have had literally anyone else. You're amazing!"
  },
  {
    "id": 983,
    "theme": "funny",
    "content": "Just a note to say I love you like a fat kid loves cake. Wait, I'm the fat kid. XOXO"
  },
  {
    "id": 984,
    "theme": "funny",
    "content": "I was just thinking... You're my favorite hello and my hardest goodbye, {wife_name}. Thinking of you always."
  },
  {
    "id": 985,
    "theme": "funny",
    "content": "Quick reminder: If loving you was a crime, I'd be serving a life sentence. Love you!"
  },
  {
    "id": 986,
    "theme": "funny",
    "content": "My love, You're the only person who knows how weird I really am. You make me so happy!"
  },
  {
    "id": 987,
    "theme": "funny",
    "content": "I'd share my dessert with you. THAT'S how much I love you. XOXO"
  },
  {
    "id": 988,
    "theme": "funny",
    "content": "Just a note to say You had me at 'I made extra food.' Have a wonderful day!"
  },
  {
    "id": 989,
    "theme": "funny",
    "content": "Just wanted you to know that Thanks for being my partner in crime and in naps. You make me so happy!"
  },
  {
    "id": 990,
    "theme": "funny",
    "content": "Just because I can: You're my lobster, {wife_name}! Did you get that reference? Can't wait to see you later!"
  },
  {
    "id": 991,
    "theme": "funny",
    "content": "My love, I love you more than pizza, and that's saying something, {wife_name}! Miss you!"
  },
  {
    "id": 992,
    "theme": "funny",
    "content": "Hey {wife_name}, You're the WiFi to my laptop - I can't function without you!"
  },
  {
    "id": 993,
    "theme": "funny",
    "content": "Just because I can: Marriage tip: I'm always wrong, and I'm totally fine with that. Love you!"
  },
  {
    "id": 994,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're the reason I smile... and also the reason I need coffee. Thinking of you always."
  },
  {
    "id": 995,
    "theme": "funny",
    "content": "Just because I can: I love you even when you steal all the blankets, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 996,
    "theme": "funny",
    "content": "Just wanted you to know that You're my favorite weirdo, and I wouldn't have it any other way! You're the best!"
  },
  {
    "id": 997,
    "theme": "funny",
    "content": "Just because I can: Thanks for putting up with me. I know I'm a lot! Love you!"
  },
  {
    "id": 998,
    "theme": "funny",
    "content": "My love, You're the cheese to my macaroni - we're better together! Love you!"
  },
  {
    "id": 999,
    "theme": "funny",
    "content": "My love, I love you more than Netflix, and that's a BIG deal. Miss you!"
  },
  {
    "id": 1000,
    "theme": "funny",
    "content": "Just a note to say You had me at 'I'll cook dinner tonight.'"
  },
  {
    "id": 1001,
    "theme": "funny",
    "content": "Hey beautiful, Marriage is just texting 'What do you want for dinner?' until we die. XOXO"
  },
  {
    "id": 1002,
    "theme": "funny",
    "content": "Just because I can: You're my favorite notification on my phone, {wife_name}! You're amazing!"
  },
  {
    "id": 1003,
    "theme": "funny",
    "content": "I promise to always let you have the last slice of pizza... maybe."
  },
  {
    "id": 1004,
    "theme": "funny",
    "content": "Sweetheart, You're stuck with me forever. Sorry, no refunds! Thinking of you always."
  },
  {
    "id": 1005,
    "theme": "funny",
    "content": "I love you even when you're hangry. Forever yours."
  },
  {
    "id": 1006,
    "theme": "funny",
    "content": "Hey beautiful, You complete me... especially my sentences. Have a wonderful day!"
  },
  {
    "id": 1007,
    "theme": "funny",
    "content": "Good morning, {wife_name}! Thanks for laughing at my jokes even when they're terrible. Have a wonderful day!"
  },
  {
    "id": 1008,
    "theme": "funny",
    "content": "Good morning, {wife_name}! I'd share my fries with you, and that's true love."
  },
  {
    "id": 1009,
    "theme": "funny",
    "content": "{wife_name}, You're the avocado to my toast - expensive but totally worth it! XOXO"
  },
  {
    "id": 1010,
    "theme": "funny",
    "content": "My love, I love you more than I love sleeping in, {wife_name}."
  },
  {
    "id": 1011,
    "theme": "funny",
    "content": "Just wanted you to know that You're my favorite human to be weird with. Forever yours."
  },
  {
    "id": 1012,
    "theme": "funny",
    "content": "My love, Marriage is just asking each other 'did you hear that noise?' forever. Forever yours."
  },
  {
    "id": 1013,
    "theme": "funny",
    "content": "My love, I'd let you have the TV remote. Sometimes. Miss you!"
  },
  {
    "id": 1014,
    "theme": "funny",
    "content": "Just because I can: You're the only person I'd share my snacks with, {wife_name}."
  },
  {
    "id": 1015,
    "theme": "funny",
    "content": "Quick reminder: Thanks for pretending my dad jokes are funny! Miss you!"
  },
  {
    "id": 1016,
    "theme": "funny",
    "content": "Quick reminder: I love you more than my phone battery loves dying at 20%. You're amazing!"
  },
  {
    "id": 1017,
    "theme": "funny",
    "content": "{wife_name}, You're my emergency contact and my emergency snack supplier. Forever yours."
  },
  {
    "id": 1018,
    "theme": "funny",
    "content": "Sending you love because Marriage: because who else would put up with this? You're the best!"
  },
  {
    "id": 1019,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You make my heart do that thing hearts do. You know, beat."
  },
  {
    "id": 1020,
    "theme": "funny",
    "content": "I was just thinking... I'd pause my video game for you. That's love. You make me so happy!"
  },
  {
    "id": 1021,
    "theme": "funny",
    "content": "Thinking of you and You're the reason I smile and the reason I have gray hairs! Forever yours."
  },
  {
    "id": 1022,
    "theme": "funny",
    "content": "Sending you love because Thanks for choosing me when you could have had literally anyone else."
  },
  {
    "id": 1023,
    "theme": "funny",
    "content": "Good morning, {wife_name}! I love you like a fat kid loves cake. Wait, I'm the fat kid. Forever yours."
  },
  {
    "id": 1024,
    "theme": "funny",
    "content": "I was just thinking... You're my favorite hello and my hardest goodbye, {wife_name}. You're amazing!"
  },
  {
    "id": 1025,
    "theme": "funny",
    "content": "I was just thinking... If loving you was a crime, I'd be serving a life sentence. Miss you!"
  },
  {
    "id": 1026,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're the only person who knows how weird I really am. You're the best!"
  },
  {
    "id": 1027,
    "theme": "funny",
    "content": "Quick reminder: I'd share my dessert with you. THAT'S how much I love you. Miss you!"
  },
  {
    "id": 1028,
    "theme": "funny",
    "content": "You had me at 'I made extra food.' Thinking of you always."
  },
  {
    "id": 1029,
    "theme": "funny",
    "content": "Just wanted you to know that Thanks for being my partner in crime and in naps. Miss you!"
  },
  {
    "id": 1030,
    "theme": "funny",
    "content": "Hope you're having a great day! You're my lobster, {wife_name}! Did you get that reference? Forever yours."
  },
  {
    "id": 1031,
    "theme": "funny",
    "content": "Hope you're having a great day! I love you more than pizza, and that's saying something, {wife_name}! Love you!"
  },
  {
    "id": 1032,
    "theme": "funny",
    "content": "Random thought: You're the WiFi to my laptop - I can't function without you! You make me so happy!"
  },
  {
    "id": 1033,
    "theme": "funny",
    "content": "Just a note to say Marriage tip: I'm always wrong, and I'm totally fine with that. Miss you!"
  },
  {
    "id": 1034,
    "theme": "funny",
    "content": "You're the reason I smile... and also the reason I need coffee. You make me so happy!"
  },
  {
    "id": 1035,
    "theme": "funny",
    "content": "Just wanted you to know that I love you even when you steal all the blankets, {wife_name}. Miss you!"
  },
  {
    "id": 1036,
    "theme": "funny",
    "content": "Hey {wife_name}, You're my favorite weirdo, and I wouldn't have it any other way! Can't wait to see you later!"
  },
  {
    "id": 1037,
    "theme": "funny",
    "content": "Hey beautiful, Thanks for putting up with me. I know I'm a lot! Miss you!"
  },
  {
    "id": 1038,
    "theme": "funny",
    "content": "Hey beautiful, You're the cheese to my macaroni - we're better together! Forever yours."
  },
  {
    "id": 1039,
    "theme": "funny",
    "content": "Thinking of you and I love you more than Netflix, and that's a BIG deal. Forever yours."
  },
  {
    "id": 1040,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You had me at 'I'll cook dinner tonight.' You make me so happy!"
  },
  {
    "id": 1041,
    "theme": "funny",
    "content": "Thinking of you and Marriage is just texting 'What do you want for dinner?' until we die."
  },
  {
    "id": 1042,
    "theme": "funny",
    "content": "Just wanted you to know that You're my favorite notification on my phone, {wife_name}! You make me so happy!"
  },
  {
    "id": 1043,
    "theme": "funny",
    "content": "Random thought: I promise to always let you have the last slice of pizza... maybe. Miss you!"
  },
  {
    "id": 1044,
    "theme": "funny",
    "content": "Random thought: You're stuck with me forever. Sorry, no refunds! You're the best!"
  },
  {
    "id": 1045,
    "theme": "funny",
    "content": "My love, I love you even when you're hangry. Miss you!"
  },
  {
    "id": 1046,
    "theme": "funny",
    "content": "Sweetheart, You complete me... especially my sentences. You're amazing!"
  },
  {
    "id": 1047,
    "theme": "funny",
    "content": "Hey beautiful, Thanks for laughing at my jokes even when they're terrible. Can't wait to see you later!"
  },
  {
    "id": 1048,
    "theme": "funny",
    "content": "Random thought: I'd share my fries with you, and that's true love. You make me so happy!"
  },
  {
    "id": 1049,
    "theme": "funny",
    "content": "{wife_name}, You're the avocado to my toast - expensive but totally worth it! Love you!"
  },
  {
    "id": 1050,
    "theme": "funny",
    "content": "Hope you're having a great day! I love you more than I love sleeping in, {wife_name}. Miss you!"
  },
  {
    "id": 1051,
    "theme": "funny",
    "content": "My love, You're my favorite human to be weird with. Have a wonderful day!"
  },
  {
    "id": 1052,
    "theme": "funny",
    "content": "Just wanted you to know that Marriage is just asking each other 'did you hear that noise?' forever. Love you!"
  },
  {
    "id": 1053,
    "theme": "funny",
    "content": "Hope you're having a great day! I'd let you have the TV remote. Sometimes. You're the best!"
  },
  {
    "id": 1054,
    "theme": "funny",
    "content": "Hey {wife_name}, You're the only person I'd share my snacks with, {wife_name}. Thinking of you always."
  },
  {
    "id": 1055,
    "theme": "funny",
    "content": "Good morning, {wife_name}! Thanks for pretending my dad jokes are funny! You're amazing!"
  },
  {
    "id": 1056,
    "theme": "funny",
    "content": "Hey beautiful, I love you more than my phone battery loves dying at 20%. Thinking of you always."
  },
  {
    "id": 1057,
    "theme": "funny",
    "content": "Quick reminder: You're my emergency contact and my emergency snack supplier. XOXO"
  },
  {
    "id": 1058,
    "theme": "funny",
    "content": "Good morning, {wife_name}! Marriage: because who else would put up with this? Thinking of you always."
  },
  {
    "id": 1059,
    "theme": "funny",
    "content": "Random thought: You make my heart do that thing hearts do. You know, beat. Miss you!"
  },
  {
    "id": 1060,
    "theme": "funny",
    "content": "Just because I can: I'd pause my video game for you. That's love. Can't wait to see you later!"
  },
  {
    "id": 1061,
    "theme": "funny",
    "content": "Just a note to say You're the reason I smile and the reason I have gray hairs!"
  },
  {
    "id": 1062,
    "theme": "funny",
    "content": "My love, Thanks for choosing me when you could have had literally anyone else. You make me so happy!"
  },
  {
    "id": 1063,
    "theme": "funny",
    "content": "Just wanted you to know that I love you like a fat kid loves cake. Wait, I'm the fat kid. Forever yours."
  },
  {
    "id": 1064,
    "theme": "funny",
    "content": "My love, You're my favorite hello and my hardest goodbye, {wife_name}. Love you!"
  },
  {
    "id": 1065,
    "theme": "funny",
    "content": "Sending you love because If loving you was a crime, I'd be serving a life sentence."
  },
  {
    "id": 1066,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're the only person who knows how weird I really am. You're the best!"
  },
  {
    "id": 1067,
    "theme": "funny",
    "content": "My love, I'd share my dessert with you. THAT'S how much I love you. XOXO"
  },
  {
    "id": 1068,
    "theme": "funny",
    "content": "Sending you love because You had me at 'I made extra food.' Can't wait to see you later!"
  },
  {
    "id": 1069,
    "theme": "funny",
    "content": "Just a note to say Thanks for being my partner in crime and in naps. Have a wonderful day!"
  },
  {
    "id": 1070,
    "theme": "funny",
    "content": "Good morning, {wife_name}! You're my lobster, {wife_name}! Did you get that reference?"
  },
  {
    "id": 1071,
    "theme": "funny",
    "content": "{wife_name}, I love you more than pizza, and that's saying something, {wife_name}! Thinking of you always."
  },
  {
    "id": 1072,
    "theme": "funny",
    "content": "Quick reminder: You're the WiFi to my laptop - I can't function without you! Have a wonderful day!"
  },
  {
    "id": 1073,
    "theme": "funny",
    "content": "Thinking of you and Marriage tip: I'm always wrong, and I'm totally fine with that. Love you!"
  },
  {
    "id": 1074,
    "theme": "funny",
    "content": "I was just thinking... You're the reason I smile... and also the reason I need coffee. You're the best!"
  },
  {
    "id": 1075,
    "theme": "funny",
    "content": "Just a note to say I love you even when you steal all the blankets, {wife_name}. Love you!"
  },
  {
    "id": 1076,
    "theme": "funny",
    "content": "You're my favorite weirdo, and I wouldn't have it any other way! You're amazing!"
  },
  {
    "id": 1077,
    "theme": "funny",
    "content": "{wife_name}, Thanks for putting up with me. I know I'm a lot! Have a wonderful day!"
  },
  {
    "id": 1078,
    "theme": "funny",
    "content": "Random thought: You're the cheese to my macaroni - we're better together! XOXO"
  },
  {
    "id": 1079,
    "theme": "funny",
    "content": "{wife_name}, I love you more than Netflix, and that's a BIG deal. You're amazing!"
  },
  {
    "id": 1080,
    "theme": "funny",
    "content": "Sending you love because You had me at 'I'll cook dinner tonight.'"
  },
  {
    "id": 1081,
    "theme": "funny",
    "content": "Just because I can: Marriage is just texting 'What do you want for dinner?' until we die. You make me so happy!"
  },
  {
    "id": 1082,
    "theme": "funny",
    "content": "{wife_name}, You're my favorite notification on my phone, {wife_name}!"
  },
  {
    "id": 1083,
    "theme": "funny",
    "content": "My love, I promise to always let you have the last slice of pizza... maybe."
  },
  {
    "id": 1084,
    "theme": "funny",
    "content": "Just a note to say You're stuck with me forever. Sorry, no refunds! XOXO"
  },
  {
    "id": 1085,
    "theme": "funny",
    "content": "Sending you love because I love you even when you're hangry. XOXO"
  },
  {
    "id": 1086,
    "theme": "funny",
    "content": "Just because I can: You complete me... especially my sentences."
  },
  {
    "id": 1087,
    "theme": "funny",
    "content": "Quick reminder: Thanks for laughing at my jokes even when they're terrible. You're amazing!"
  },
  {
    "id": 1088,
    "theme": "funny",
    "content": "Good morning, {wife_name}! I'd share my fries with you, and that's true love. You make me so happy!"
  },
  {
    "id": 1089,
    "theme": "funny",
    "content": "I was just thinking... You're the avocado to my toast - expensive but totally worth it! You're amazing!"
  },
  {
    "id": 1090,
    "theme": "funny",
    "content": "Thinking of you and I love you more than I love sleeping in, {wife_name}. Thinking of you always."
  },
  {
    "id": 1091,
    "theme": "funny",
    "content": "Hey {wife_name}, You're my favorite human to be weird with. You're the best!"
  },
  {
    "id": 1092,
    "theme": "funny",
    "content": "{wife_name}, Marriage is just asking each other 'did you hear that noise?' forever. Have a wonderful day!"
  },
  {
    "id": 1093,
    "theme": "funny",
    "content": "Hey beautiful, I'd let you have the TV remote. Sometimes. Miss you!"
  },
  {
    "id": 1094,
    "theme": "funny",
    "content": "Just a note to say You're the only person I'd share my snacks with, {wife_name}. You're amazing!"
  },
  {
    "id": 1095,
    "theme": "funny",
    "content": "Just wanted you to know that Thanks for pretending my dad jokes are funny! Have a wonderful day!"
  },
  {
    "id": 1096,
    "theme": "funny",
    "content": "I was just thinking... I love you more than my phone battery loves dying at 20%. Have a wonderful day!"
  },
  {
    "id": 1097,
    "theme": "funny",
    "content": "You're my emergency contact and my emergency snack supplier. You're the best!"
  },
  {
    "id": 1098,
    "theme": "funny",
    "content": "Sending you love because Marriage: because who else would put up with this?"
  },
  {
    "id": 1099,
    "theme": "funny",
    "content": "I was just thinking... You make my heart do that thing hearts do. You know, beat. Can't wait to see you later!"
  },
  {
    "id": 1100,
    "theme": "funny",
    "content": "Just wanted you to know that I'd pause my video game for you. That's love. Thinking of you always."
  }
]