[
  {
    "id": 601,
    "theme": "romantic",
    "content": "Sweetheart, Every moment with you feels like a beautiful dream, {wife_name}. You make me so happy!"
  },
  {
    "id": 602,
    "theme": "romantic",
    "content": "Just a note to say You make my heart skip a beat every single day, {wife_name}. Miss you!"
  },
  {
    "id": 603,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I fall more in love with you with each passing moment. Love you!"
  },
  {
    "id": 604,
    "theme": "romantic",
    "content": "Just a note to say Your smile is the highlight of my entire day, {wife_name}. Thinking of you always."
  },
  {
    "id": 605,
    "theme": "romantic",
    "content": "Just a note to say Being married to you is the greatest adventure of my life. Have a wonderful day!"
  },
  {
    "id": 606,
    "theme": "romantic",
    "content": "Sweetheart, I can't imagine my life without your love, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 607,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You are the most beautiful person I've ever known, inside and out. You're the best!"
  },
  {
    "id": 608,
    "theme": "romantic",
    "content": "Just a note to say My love for you grows stronger every single day. Thinking of you always."
  },
  {
    "id": 609,
    "theme": "romantic",
    "content": "Quick reminder: You complete me in ways I never knew I needed, {wife_name}. Love you!"
  },
  {
    "id": 610,
    "theme": "romantic",
    "content": "Just wanted you to know that Every love song makes me think of you. Have a wonderful day!"
  },
  {
    "id": 611,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I'm so grateful that I get to call you my wife. XOXO"
  },
  {
    "id": 612,
    "theme": "romantic",
    "content": "{wife_name}, Your love is the best thing that's ever happened to me. You're the best!"
  },
  {
    "id": 613,
    "theme": "romantic",
    "content": "I cherish every moment we spend together, {wife_name}. Thinking of you always."
  },
  {
    "id": 614,
    "theme": "romantic",
    "content": "My love, You make ordinary days feel extraordinary. Miss you!"
  },
  {
    "id": 615,
    "theme": "romantic",
    "content": "I was just thinking... My heart belongs to you, now and forever. XOXO"
  },
  {
    "id": 616,
    "theme": "romantic",
    "content": "Thinking of you and Being with you feels like coming home, {wife_name}. Thinking of you always."
  },
  {
    "id": 617,
    "theme": "romantic",
    "content": "Sending you love because You are my best friend and my soulmate. Thinking of you always."
  },
  {
    "id": 618,
    "theme": "romantic",
    "content": "Just because I can: I love the way your eyes light up when you laugh. You make me so happy!"
  },
  {
    "id": 619,
    "theme": "romantic",
    "content": "I was just thinking... Every day with you is better than the last. Can't wait to see you later!"
  },
  {
    "id": 620,
    "theme": "romantic",
    "content": "Just because I can: You are the answer to every prayer I've ever said. Miss you!"
  },
  {
    "id": 621,
    "theme": "romantic",
    "content": "Quick reminder: I'm blessed beyond measure to have you in my life. You're amazing!"
  },
  {
    "id": 622,
    "theme": "romantic",
    "content": "Hey {wife_name}, Your love gives me strength to face anything. XOXO"
  },
  {
    "id": 623,
    "theme": "romantic",
    "content": "Random thought: I never knew love could feel this amazing until I met you."
  },
  {
    "id": 624,
    "theme": "romantic",
    "content": "Hope you're having a great day! You are my forever and always, {wife_name}. You make me so happy!"
  },
  {
    "id": 625,
    "theme": "romantic",
    "content": "Thinking of you and My favorite place is right beside you. Miss you!"
  },
  {
    "id": 626,
    "theme": "romantic",
    "content": "Random thought: You make me want to be a better man every day. XOXO"
  },
  {
    "id": 627,
    "theme": "romantic",
    "content": "Just because I can: I'm counting down the minutes until I see you again. You make me so happy!"
  },
  {
    "id": 628,
    "theme": "romantic",
    "content": "I was just thinking... Your love is the greatest gift I've ever received. You're the best!"
  },
  {
    "id": 629,
    "theme": "romantic",
    "content": "Thinking of you and I fall in love with you all over again every morning. You're the best!"
  },
  {
    "id": 630,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You are my sunshine on the cloudiest days. Love you!"
  },
  {
    "id": 631,
    "theme": "romantic",
    "content": "Hey beautiful, Nothing compares to the joy you bring to my life. Love you!"
  },
  {
    "id": 632,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I would choose you in every lifetime, {wife_name}. You're amazing!"
  },
  {
    "id": 633,
    "theme": "romantic",
    "content": "I was just thinking... Your kindness and grace inspire me daily. XOXO"
  },
  {
    "id": 634,
    "theme": "romantic",
    "content": "My love, I'm so lucky to wake up next to you every day. You're the best!"
  },
  {
    "id": 635,
    "theme": "romantic",
    "content": "You make everything better just by being you. You're the best!"
  },
  {
    "id": 636,
    "theme": "romantic",
    "content": "Sending you love because My love for you is endless and unconditional."
  },
  {
    "id": 637,
    "theme": "romantic",
    "content": "Thinking of you and You are the missing piece I never knew I needed. Forever yours."
  },
  {
    "id": 638,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Every day with you is a gift I'll never take for granted. Forever yours."
  },
  {
    "id": 639,
    "theme": "romantic",
    "content": "Random thought: I love you more than words could ever express. Love you!"
  },
  {
    "id": 640,
    "theme": "romantic",
    "content": "Hey beautiful, You are my heart, my soul, my everything. Thinking of you always."
  },
  {
    "id": 641,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Every moment with you feels like a beautiful dream, {wife_name}. Thinking of you always."
  },
  {
    "id": 642,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You make my heart skip a beat every single day, {wife_name}. Thinking of you always."
  },
  {
    "id": 643,
    "theme": "romantic",
    "content": "Hey {wife_name}, I fall more in love with you with each passing moment."
  },
  {
    "id": 644,
    "theme": "romantic",
    "content": "Random thought: Your smile is the highlight of my entire day, {wife_name}. XOXO"
  },
  {
    "id": 645,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Being married to you is the greatest adventure of my life. Forever yours."
  },
  {
    "id": 646,
    "theme": "romantic",
    "content": "My love, I can't imagine my life without your love, {wife_name}. XOXO"
  },
  {
    "id": 647,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You are the most beautiful person I've ever known, inside and out. Can't wait to see you later!"
  },
  {
    "id": 648,
    "theme": "romantic",
    "content": "Quick reminder: My love for you grows stronger every single day. You're the best!"
  },
  {
    "id": 649,
    "theme": "romantic",
    "content": "You complete me in ways I never knew I needed, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 650,
    "theme": "romantic",
    "content": "Hey beautiful, Every love song makes me think of you. You make me so happy!"
  },
  {
    "id": 651,
    "theme": "romantic",
    "content": "Sweetheart, I'm so grateful that I get to call you my wife."
  },
  {
    "id": 652,
    "theme": "romantic",
    "content": "My love, Your love is the best thing that's ever happened to me. You're amazing!"
  },
  {
    "id": 653,
    "theme": "romantic",
    "content": "Hope you're having a great day! I cherish every moment we spend together, {wife_name}."
  },
  {
    "id": 654,
    "theme": "romantic",
    "content": "I was just thinking... You make ordinary days feel extraordinary. Miss you!"
  },
  {
    "id": 655,
    "theme": "romantic",
    "content": "Sending you love because My heart belongs to you, now and forever. You're the best!"
  },
  {
    "id": 656,
    "theme": "romantic",
    "content": "Sweetheart, Being with you feels like coming home, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 657,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You are my best friend and my soulmate. Love you!"
  },
  {
    "id": 658,
    "theme": "romantic",
    "content": "Sending you love because I love the way your eyes light up when you laugh. You make me so happy!"
  },
  {
    "id": 659,
    "theme": "romantic",
    "content": "{wife_name}, Every day with you is better than the last. Love you!"
  },
  {
    "id": 660,
    "theme": "romantic",
    "content": "Just because I can: You are the answer to every prayer I've ever said. You're amazing!"
  },
  {
    "id": 661,
    "theme": "romantic",
    "content": "Quick reminder: I'm blessed beyond measure to have you in my life. Can't wait to see you later!"
  },
  {
    "id": 662,
    "theme": "romantic",
    "content": "Thinking of you and Your love gives me strength to face anything. Forever yours."
  },
  {
    "id": 663,
    "theme": "romantic",
    "content": "Quick reminder: I never knew love could feel this amazing until I met you. Love you!"
  },
  {
    "id": 664,
    "theme": "romantic",
    "content": "Hey {wife_name}, You are my forever and always, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 665,
    "theme": "romantic",
    "content": "Quick reminder: My favorite place is right beside you. You're the best!"
  },
  {
    "id": 666,
    "theme": "romantic",
    "content": "Just because I can: You make me want to be a better man every day. Love you!"
  },
  {
    "id": 667,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I'm counting down the minutes until I see you again. You're amazing!"
  },
  {
    "id": 668,
    "theme": "romantic",
    "content": "Random thought: Your love is the greatest gift I've ever received. XOXO"
  },
  {
    "id": 669,
    "theme": "romantic",
    "content": "Hey beautiful, I fall in love with you all over again every morning. Love you!"
  },
  {
    "id": 670,
    "theme": "romantic",
    "content": "Just a note to say You are my sunshine on the cloudiest days. Forever yours."
  },
  {
    "id": 671,
    "theme": "romantic",
    "content": "Just a note to say Nothing compares to the joy you bring to my life. Miss you!"
  },
  {
    "id": 672,
    "theme": "romantic",
    "content": "I was just thinking... I would choose you in every lifetime, {wife_name}. Miss you!"
  },
  {
    "id": 673,
    "theme": "romantic",
    "content": "I was just thinking... Your kindness and grace inspire me daily. XOXO"
  },
  {
    "id": 674,
    "theme": "romantic",
    "content": "Just wanted you to know that I'm so lucky to wake up next to you every day. You're the best!"
  },
  {
    "id": 675,
    "theme": "romantic",
    "content": "I was just thinking... You make everything better just by being you. Miss you!"
  },
  {
    "id": 676,
    "theme": "romantic",
    "content": "Thinking of you and My love for you is endless and unconditional."
  },
  {
    "id": 677,
    "theme": "romantic",
    "content": "Hey {wife_name}, You are the missing piece I never knew I needed. XOXO"
  },
  {
    "id": 678,
    "theme": "romantic",
    "content": "{wife_name}, Every day with you is a gift I'll never take for granted. You make me so happy!"
  },
  {
    "id": 679,
    "theme": "romantic",
    "content": "Thinking of you and I love you more than words could ever express. You're the best!"
  },
  {
    "id": 680,
    "theme": "romantic",
    "content": "Thinking of you and You are my heart, my soul, my everything. Can't wait to see you later!"
  },
  {
    "id": 681,
    "theme": "romantic",
    "content": "Hope you're having a great day! Every moment with you feels like a beautiful dream, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 682,
    "theme": "romantic",
    "content": "Sweetheart, You make my heart skip a beat every single day, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 683,
    "theme": "romantic",
    "content": "Just wanted you to know that I fall more in love with you with each passing moment. You're the best!"
  },
  {
    "id": 684,
    "theme": "romantic",
    "content": "Your smile is the highlight of my entire day, {wife_name}. Forever yours."
  },
  {
    "id": 685,
    "theme": "romantic",
    "content": "Just wanted you to know that Being married to you is the greatest adventure of my life. Forever yours."
  },
  {
    "id": 686,
    "theme": "romantic",
    "content": "Hope you're having a great day! I can't imagine my life without your love, {wife_name}. Forever yours."
  },
  {
    "id": 687,
    "theme": "romantic",
    "content": "Just wanted you to know that You are the most beautiful person I've ever known, inside and out. Have a wonderful day!"
  },
  {
    "id": 688,
    "theme": "romantic",
    "content": "Quick reminder: My love for you grows stronger every single day. You make me so happy!"
  },
  {
    "id": 689,
    "theme": "romantic",
    "content": "Quick reminder: You complete me in ways I never knew I needed, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 690,
    "theme": "romantic",
    "content": "Every love song makes me think of you. Love you!"
  },
  {
    "id": 691,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I'm so grateful that I get to call you my wife. Forever yours."
  },
  {
    "id": 692,
    "theme": "romantic",
    "content": "Hope you're having a great day! Your love is the best thing that's ever happened to me. You're amazing!"
  },
  {
    "id": 693,
    "theme": "romantic",
    "content": "Quick reminder: I cherish every moment we spend together, {wife_name}."
  },
  {
    "id": 694,
    "theme": "romantic",
    "content": "Hey beautiful, You make ordinary days feel extraordinary. Love you!"
  },
  {
    "id": 695,
    "theme": "romantic",
    "content": "Hope you're having a great day! My heart belongs to you, now and forever. Can't wait to see you later!"
  },
  {
    "id": 696,
    "theme": "romantic",
    "content": "Just because I can: Being with you feels like coming home, {wife_name}. You're amazing!"
  },
  {
    "id": 697,
    "theme": "romantic",
    "content": "Sending you love because You are my best friend and my soulmate. You're amazing!"
  },
  {
    "id": 698,
    "theme": "romantic",
    "content": "Random thought: I love the way your eyes light up when you laugh. Miss you!"
  },
  {
    "id": 699,
    "theme": "romantic",
    "content": "Thinking of you and Every day with you is better than the last. You're amazing!"
  },
  {
    "id": 700,
    "theme": "romantic",
    "content": "Hey {wife_name}, You are the answer to every prayer I've ever said. You're amazing!"
  },
  {
    "id": 701,
    "theme": "romantic",
    "content": "My love, I'm blessed beyond measure to have you in my life. You're amazing!"
  },
  {
    "id": 702,
    "theme": "romantic",
    "content": "Just a note to say Your love gives me strength to face anything."
  },
  {
    "id": 703,
    "theme": "romantic",
    "content": "Just wanted you to know that I never knew love could feel this amazing until I met you. You're the best!"
  },
  {
    "id": 704,
    "theme": "romantic",
    "content": "You are my forever and always, {wife_name}. Thinking of you always."
  },
  {
    "id": 705,
    "theme": "romantic",
    "content": "Hey {wife_name}, My favorite place is right beside you. Love you!"
  },
  {
    "id": 706,
    "theme": "romantic",
    "content": "You make me want to be a better man every day. Thinking of you always."
  },
  {
    "id": 707,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I'm counting down the minutes until I see you again. You're amazing!"
  },
  {
    "id": 708,
    "theme": "romantic",
    "content": "I was just thinking... Your love is the greatest gift I've ever received. You make me so happy!"
  },
  {
    "id": 709,
    "theme": "romantic",
    "content": "Just wanted you to know that I fall in love with you all over again every morning. You're the best!"
  },
  {
    "id": 710,
    "theme": "romantic",
    "content": "I was just thinking... You are my sunshine on the cloudiest days. Miss you!"
  },
  {
    "id": 711,
    "theme": "romantic",
    "content": "Hey {wife_name}, Nothing compares to the joy you bring to my life. Love you!"
  },
  {
    "id": 712,
    "theme": "romantic",
    "content": "Hey beautiful, I would choose you in every lifetime, {wife_name}. Thinking of you always."
  },
  {
    "id": 713,
    "theme": "romantic",
    "content": "Sweetheart, Your kindness and grace inspire me daily. Can't wait to see you later!"
  },
  {
    "id": 714,
    "theme": "romantic",
    "content": "Quick reminder: I'm so lucky to wake up next to you every day. Love you!"
  },
  {
    "id": 715,
    "theme": "romantic",
    "content": "Hey {wife_name}, You make everything better just by being you. Can't wait to see you later!"
  },
  {
    "id": 716,
    "theme": "romantic",
    "content": "Hope you're having a great day! My love for you is endless and unconditional."
  },
  {
    "id": 717,
    "theme": "romantic",
    "content": "Sweetheart, You are the missing piece I never knew I needed. XOXO"
  },
  {
    "id": 718,
    "theme": "romantic",
    "content": "Random thought: Every day with you is a gift I'll never take for granted. Can't wait to see you later!"
  },
  {
    "id": 719,
    "theme": "romantic",
    "content": "I was just thinking... I love you more than words could ever express. You're amazing!"
  },
  {
    "id": 720,
    "theme": "romantic",
    "content": "Sending you love because You are my heart, my soul, my everything. Have a wonderful day!"
  },
  {
    "id": 721,
    "theme": "romantic",
    "content": "Hey beautiful, Every moment with you feels like a beautiful dream, {wife_name}. Miss you!"
  },
  {
    "id": 722,
    "theme": "romantic",
    "content": "Random thought: You make my heart skip a beat every single day, {wife_name}. Forever yours."
  },
  {
    "id": 723,
    "theme": "romantic",
    "content": "I fall more in love with you with each passing moment. You're the best!"
  },
  {
    "id": 724,
    "theme": "romantic",
    "content": "Thinking of you and Your smile is the highlight of my entire day, {wife_name}. You're amazing!"
  },
  {
    "id": 725,
    "theme": "romantic",
    "content": "I was just thinking... Being married to you is the greatest adventure of my life. Thinking of you always."
  },
  {
    "id": 726,
    "theme": "romantic",
    "content": "Quick reminder: I can't imagine my life without your love, {wife_name}. You're the best!"
  },
  {
    "id": 727,
    "theme": "romantic",
    "content": "I was just thinking... You are the most beautiful person I've ever known, inside and out. Can't wait to see you later!"
  },
  {
    "id": 728,
    "theme": "romantic",
    "content": "Sweetheart, My love for you grows stronger every single day."
  },
  {
    "id": 729,
    "theme": "romantic",
    "content": "Sending you love because You complete me in ways I never knew I needed, {wife_name}. Forever yours."
  },
  {
    "id": 730,
    "theme": "romantic",
    "content": "{wife_name}, Every love song makes me think of you. You make me so happy!"
  },
  {
    "id": 731,
    "theme": "romantic",
    "content": "Just because I can: I'm so grateful that I get to call you my wife. Miss you!"
  },
  {
    "id": 732,
    "theme": "romantic",
    "content": "Just wanted you to know that Your love is the best thing that's ever happened to me."
  },
  {
    "id": 733,
    "theme": "romantic",
    "content": "Just a note to say I cherish every moment we spend together, {wife_name}. Forever yours."
  },
  {
    "id": 734,
    "theme": "romantic",
    "content": "{wife_name}, You make ordinary days feel extraordinary. Can't wait to see you later!"
  },
  {
    "id": 735,
    "theme": "romantic",
    "content": "Random thought: My heart belongs to you, now and forever. You're amazing!"
  },
  {
    "id": 736,
    "theme": "romantic",
    "content": "Quick reminder: Being with you feels like coming home, {wife_name}. XOXO"
  },
  {
    "id": 737,
    "theme": "romantic",
    "content": "Sending you love because You are my best friend and my soulmate. XOXO"
  },
  {
    "id": 738,
    "theme": "romantic",
    "content": "Sweetheart, I love the way your eyes light up when you laugh. Miss you!"
  },
  {
    "id": 739,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Every day with you is better than the last."
  },
  {
    "id": 740,
    "theme": "romantic",
    "content": "Just because I can: You are the answer to every prayer I've ever said. Love you!"
  },
  {
    "id": 741,
    "theme": "romantic",
    "content": "Thinking of you and I'm blessed beyond measure to have you in my life. XOXO"
  },
  {
    "id": 742,
    "theme": "romantic",
    "content": "Sweetheart, Your love gives me strength to face anything. Can't wait to see you later!"
  },
  {
    "id": 743,
    "theme": "romantic",
    "content": "Sweetheart, I never knew love could feel this amazing until I met you. Can't wait to see you later!"
  },
  {
    "id": 744,
    "theme": "romantic",
    "content": "I was just thinking... You are my forever and always, {wife_name}."
  },
  {
    "id": 745,
    "theme": "romantic",
    "content": "My favorite place is right beside you. XOXO"
  },
  {
    "id": 746,
    "theme": "romantic",
    "content": "Sending you love because You make me want to be a better man every day."
  },
  {
    "id": 747,
    "theme": "romantic",
    "content": "Hey beautiful, I'm counting down the minutes until I see you again. Love you!"
  },
  {
    "id": 748,
    "theme": "romantic",
    "content": "My love, Your love is the greatest gift I've ever received. Love you!"
  },
  {
    "id": 749,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I fall in love with you all over again every morning. You're the best!"
  },
  {
    "id": 750,
    "theme": "romantic",
    "content": "Sweetheart, You are my sunshine on the cloudiest days. Thinking of you always."
  },
  {
    "id": 751,
    "theme": "romantic",
    "content": "Quick reminder: Nothing compares to the joy you bring to my life. Forever yours."
  },
  {
    "id": 752,
    "theme": "romantic",
    "content": "Hey beautiful, I would choose you in every lifetime, {wife_name}. Forever yours."
  },
  {
    "id": 753,
    "theme": "romantic",
    "content": "Your kindness and grace inspire me daily. Forever yours."
  },
  {
    "id": 754,
    "theme": "romantic",
    "content": "Just a note to say I'm so lucky to wake up next to you every day. Love you!"
  },
  {
    "id": 755,
    "theme": "romantic",
    "content": "You make everything better just by being you. You're amazing!"
  },
  {
    "id": 756,
    "theme": "romantic",
    "content": "Just a note to say My love for you is endless and unconditional. You make me so happy!"
  },
  {
    "id": 757,
    "theme": "romantic",
    "content": "Random thought: You are the missing piece I never knew I needed. Miss you!"
  },
  {
    "id": 758,
    "theme": "romantic",
    "content": "Hope you're having a great day! Every day with you is a gift I'll never take for granted. Miss you!"
  },
  {
    "id": 759,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I love you more than words could ever express. Love you!"
  },
  {
    "id": 760,
    "theme": "romantic",
    "content": "Just wanted you to know that You are my heart, my soul, my everything. Have a wonderful day!"
  },
  {
    "id": 761,
    "theme": "romantic",
    "content": "Thinking of you and Every moment with you feels like a beautiful dream, {wife_name}. Thinking of you always."
  },
  {
    "id": 762,
    "theme": "romantic",
    "content": "Just a note to say You make my heart skip a beat every single day, {wife_name}. Forever yours."
  },
  {
    "id": 763,
    "theme": "romantic",
    "content": "Hey {wife_name}, I fall more in love with you with each passing moment. XOXO"
  },
  {
    "id": 764,
    "theme": "romantic",
    "content": "Just because I can: Your smile is the highlight of my entire day, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 765,
    "theme": "romantic",
    "content": "Being married to you is the greatest adventure of my life. You're amazing!"
  },
  {
    "id": 766,
    "theme": "romantic",
    "content": "Quick reminder: I can't imagine my life without your love, {wife_name}. Thinking of you always."
  },
  {
    "id": 767,
    "theme": "romantic",
    "content": "Just wanted you to know that You are the most beautiful person I've ever known, inside and out. Forever yours."
  },
  {
    "id": 768,
    "theme": "romantic",
    "content": "Just because I can: My love for you grows stronger every single day. You make me so happy!"
  },
  {
    "id": 769,
    "theme": "romantic",
    "content": "My love, You complete me in ways I never knew I needed, {wife_name}. You're the best!"
  },
  {
    "id": 770,
    "theme": "romantic",
    "content": "Every love song makes me think of you. Forever yours."
  },
  {
    "id": 771,
    "theme": "romantic",
    "content": "Just a note to say I'm so grateful that I get to call you my wife. Can't wait to see you later!"
  },
  {
    "id": 772,
    "theme": "romantic",
    "content": "Random thought: Your love is the best thing that's ever happened to me. Miss you!"
  },
  {
    "id": 773,
    "theme": "romantic",
    "content": "I cherish every moment we spend together, {wife_name}. XOXO"
  },
  {
    "id": 774,
    "theme": "romantic",
    "content": "{wife_name}, You make ordinary days feel extraordinary. Can't wait to see you later!"
  },
  {
    "id": 775,
    "theme": "romantic",
    "content": "I was just thinking... My heart belongs to you, now and forever. You're the best!"
  },
  {
    "id": 776,
    "theme": "romantic",
    "content": "Just wanted you to know that Being with you feels like coming home, {wife_name}. You're amazing!"
  },
  {
    "id": 777,
    "theme": "romantic",
    "content": "Sending you love because You are my best friend and my soulmate. XOXO"
  },
  {
    "id": 778,
    "theme": "romantic",
    "content": "My love, I love the way your eyes light up when you laugh. XOXO"
  },
  {
    "id": 779,
    "theme": "romantic",
    "content": "Thinking of you and Every day with you is better than the last. You make me so happy!"
  },
  {
    "id": 780,
    "theme": "romantic",
    "content": "Quick reminder: You are the answer to every prayer I've ever said. Forever yours."
  },
  {
    "id": 781,
    "theme": "romantic",
    "content": "Random thought: I'm blessed beyond measure to have you in my life. You're the best!"
  },
  {
    "id": 782,
    "theme": "romantic",
    "content": "Sending you love because Your love gives me strength to face anything. You're amazing!"
  },
  {
    "id": 783,
    "theme": "romantic",
    "content": "My love, I never knew love could feel this amazing until I met you. Miss you!"
  },
  {
    "id": 784,
    "theme": "romantic",
    "content": "Just because I can: You are my forever and always, {wife_name}. You make me so happy!"
  },
  {
    "id": 785,
    "theme": "romantic",
    "content": "Sending you love because My favorite place is right beside you. Miss you!"
  },
  {
    "id": 786,
    "theme": "romantic",
    "content": "Sending you love because You make me want to be a better man every day. XOXO"
  },
  {
    "id": 787,
    "theme": "romantic",
    "content": "Sweetheart, I'm counting down the minutes until I see you again. You're the best!"
  },
  {
    "id": 788,
    "theme": "romantic",
    "content": "Random thought: Your love is the greatest gift I've ever received. You make me so happy!"
  },
  {
    "id": 789,
    "theme": "romantic",
    "content": "Thinking of you and I fall in love with you all over again every morning. You're the best!"
  },
  {
    "id": 790,
    "theme": "romantic",
    "content": "I was just thinking... You are my sunshine on the cloudiest days. Thinking of you always."
  },
  {
    "id": 791,
    "theme": "romantic",
    "content": "Sweetheart, Nothing compares to the joy you bring to my life. Thinking of you always."
  },
  {
    "id": 792,
    "theme": "romantic",
    "content": "Quick reminder: I would choose you in every lifetime, {wife_name}. Miss you!"
  },
  {
    "id": 793,
    "theme": "romantic",
    "content": "Hey beautiful, Your kindness and grace inspire me daily. Have a wonderful day!"
  },
  {
    "id": 794,
    "theme": "romantic",
    "content": "Hope you're having a great day! I'm so lucky to wake up next to you every day. You make me so happy!"
  },
  {
    "id": 795,
    "theme": "romantic",
    "content": "I was just thinking... You make everything better just by being you. Love you!"
  },
  {
    "id": 796,
    "theme": "romantic",
    "content": "Hey beautiful, My love for you is endless and unconditional. Miss you!"
  },
  {
    "id": 797,
    "theme": "romantic",
    "content": "Sweetheart, You are the missing piece I never knew I needed. You're amazing!"
  },
  {
    "id": 798,
    "theme": "romantic",
    "content": "I was just thinking... Every day with you is a gift I'll never take for granted. You make me so happy!"
  },
  {
    "id": 799,
    "theme": "romantic",
    "content": "{wife_name}, I love you more than words could ever express."
  },
  {
    "id": 800,
    "theme": "romantic",
    "content": "Hey beautiful, You are my heart, my soul, my everything. You're amazing!"
  }
]