[
  {
    "id": 201,
    "theme": "romantic",
    "content": "I was just thinking... Every moment with you feels like a beautiful dream, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 202,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You make my heart skip a beat every single day, {wife_name}. You're amazing!"
  },
  {
    "id": 203,
    "theme": "romantic",
    "content": "Hope you're having a great day! I fall more in love with you with each passing moment. You're the best!"
  },
  {
    "id": 204,
    "theme": "romantic",
    "content": "{wife_name}, Your smile is the highlight of my entire day, {wife_name}. Thinking of you always."
  },
  {
    "id": 205,
    "theme": "romantic",
    "content": "Sweetheart, Being married to you is the greatest adventure of my life. Forever yours."
  },
  {
    "id": 206,
    "theme": "romantic",
    "content": "I was just thinking... I can't imagine my life without your love, {wife_name}. You're amazing!"
  },
  {
    "id": 207,
    "theme": "romantic",
    "content": "Hey {wife_name}, You are the most beautiful person I've ever known, inside and out. Have a wonderful day!"
  },
  {
    "id": 208,
    "theme": "romantic",
    "content": "Sending you love because My love for you grows stronger every single day. Thinking of you always."
  },
  {
    "id": 209,
    "theme": "romantic",
    "content": "Thinking of you and You complete me in ways I never knew I needed, {wife_name}. Love you!"
  },
  {
    "id": 210,
    "theme": "romantic",
    "content": "Thinking of you and Every love song makes me think of you. Love you!"
  },
  {
    "id": 211,
    "theme": "romantic",
    "content": "Just because I can: I'm so grateful that I get to call you my wife. You're amazing!"
  },
  {
    "id": 212,
    "theme": "romantic",
    "content": "{wife_name}, Your love is the best thing that's ever happened to me. You make me so happy!"
  },
  {
    "id": 213,
    "theme": "romantic",
    "content": "My love, I cherish every moment we spend together, {wife_name}. Thinking of you always."
  },
  {
    "id": 214,
    "theme": "romantic",
    "content": "Random thought: You make ordinary days feel extraordinary. Can't wait to see you later!"
  },
  {
    "id": 215,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! My heart belongs to you, now and forever. You're the best!"
  },
  {
    "id": 216,
    "theme": "romantic",
    "content": "Being with you feels like coming home, {wife_name}. You're amazing!"
  },
  {
    "id": 217,
    "theme": "romantic",
    "content": "Thinking of you and You are my best friend and my soulmate. Thinking of you always."
  },
  {
    "id": 218,
    "theme": "romantic",
    "content": "Thinking of you and I love the way your eyes light up when you laugh."
  },
  {
    "id": 219,
    "theme": "romantic",
    "content": "Thinking of you and Every day with you is better than the last. Can't wait to see you later!"
  },
  {
    "id": 220,
    "theme": "romantic",
    "content": "Thinking of you and You are the answer to every prayer I've ever said. Forever yours."
  },
  {
    "id": 221,
    "theme": "romantic",
    "content": "I was just thinking... I'm blessed beyond measure to have you in my life. Miss you!"
  },
  {
    "id": 222,
    "theme": "romantic",
    "content": "Thinking of you and Your love gives me strength to face anything. Love you!"
  },
  {
    "id": 223,
    "theme": "romantic",
    "content": "Hey {wife_name}, I never knew love could feel this amazing until I met you. Miss you!"
  },
  {
    "id": 224,
    "theme": "romantic",
    "content": "I was just thinking... You are my forever and always, {wife_name}. Thinking of you always."
  },
  {
    "id": 225,
    "theme": "romantic",
    "content": "Quick reminder: My favorite place is right beside you. You make me so happy!"
  },
  {
    "id": 226,
    "theme": "romantic",
    "content": "Quick reminder: You make me want to be a better man every day. Have a wonderful day!"
  },
  {
    "id": 227,
    "theme": "romantic",
    "content": "Just because I can: I'm counting down the minutes until I see you again."
  },
  {
    "id": 228,
    "theme": "romantic",
    "content": "My love, Your love is the greatest gift I've ever received. You're the best!"
  },
  {
    "id": 229,
    "theme": "romantic",
    "content": "{wife_name}, I fall in love with you all over again every morning. Thinking of you always."
  },
  {
    "id": 230,
    "theme": "romantic",
    "content": "Hey {wife_name}, You are my sunshine on the cloudiest days. XOXO"
  },
  {
    "id": 231,
    "theme": "romantic",
    "content": "Sweetheart, Nothing compares to the joy you bring to my life. Miss you!"
  },
  {
    "id": 232,
    "theme": "romantic",
    "content": "I would choose you in every lifetime, {wife_name}."
  },
  {
    "id": 233,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Your kindness and grace inspire me daily. XOXO"
  },
  {
    "id": 234,
    "theme": "romantic",
    "content": "Random thought: I'm so lucky to wake up next to you every day. You're amazing!"
  },
  {
    "id": 235,
    "theme": "romantic",
    "content": "Quick reminder: You make everything better just by being you. XOXO"
  },
  {
    "id": 236,
    "theme": "romantic",
    "content": "I was just thinking... My love for you is endless and unconditional. Forever yours."
  },
  {
    "id": 237,
    "theme": "romantic",
    "content": "Just because I can: You are the missing piece I never knew I needed. Miss you!"
  },
  {
    "id": 238,
    "theme": "romantic",
    "content": "Sending you love because Every day with you is a gift I'll never take for granted. Thinking of you always."
  },
  {
    "id": 239,
    "theme": "romantic",
    "content": "Sweetheart, I love you more than words could ever express. Forever yours."
  },
  {
    "id": 240,
    "theme": "romantic",
    "content": "Just because I can: You are my heart, my soul, my everything. XOXO"
  },
  {
    "id": 241,
    "theme": "romantic",
    "content": "Quick reminder: Every moment with you feels like a beautiful dream, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 242,
    "theme": "romantic",
    "content": "Random thought: You make my heart skip a beat every single day, {wife_name}. You make me so happy!"
  },
  {
    "id": 243,
    "theme": "romantic",
    "content": "Thinking of you and I fall more in love with you with each passing moment. Have a wonderful day!"
  },
  {
    "id": 244,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Your smile is the highlight of my entire day, {wife_name}. Miss you!"
  },
  {
    "id": 245,
    "theme": "romantic",
    "content": "Being married to you is the greatest adventure of my life."
  },
  {
    "id": 246,
    "theme": "romantic",
    "content": "Hope you're having a great day! I can't imagine my life without your love, {wife_name}. You're the best!"
  },
  {
    "id": 247,
    "theme": "romantic",
    "content": "Sweetheart, You are the most beautiful person I've ever known, inside and out. You make me so happy!"
  },
  {
    "id": 248,
    "theme": "romantic",
    "content": "My love, My love for you grows stronger every single day. You're amazing!"
  },
  {
    "id": 249,
    "theme": "romantic",
    "content": "Hope you're having a great day! You complete me in ways I never knew I needed, {wife_name}. You make me so happy!"
  },
  {
    "id": 250,
    "theme": "romantic",
    "content": "Random thought: Every love song makes me think of you. XOXO"
  },
  {
    "id": 251,
    "theme": "romantic",
    "content": "Hope you're having a great day! I'm so grateful that I get to call you my wife. You're the best!"
  },
  {
    "id": 252,
    "theme": "romantic",
    "content": "{wife_name}, Your love is the best thing that's ever happened to me. You make me so happy!"
  },
  {
    "id": 253,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I cherish every moment we spend together, {wife_name}. You're the best!"
  },
  {
    "id": 254,
    "theme": "romantic",
    "content": "Thinking of you and You make ordinary days feel extraordinary. XOXO"
  },
  {
    "id": 255,
    "theme": "romantic",
    "content": "I was just thinking... My heart belongs to you, now and forever. Thinking of you always."
  },
  {
    "id": 256,
    "theme": "romantic",
    "content": "Sending you love because Being with you feels like coming home, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 257,
    "theme": "romantic",
    "content": "Random thought: You are my best friend and my soulmate. You're amazing!"
  },
  {
    "id": 258,
    "theme": "romantic",
    "content": "Sweetheart, I love the way your eyes light up when you laugh. Forever yours."
  },
  {
    "id": 259,
    "theme": "romantic",
    "content": "Hope you're having a great day! Every day with you is better than the last. You're amazing!"
  },
  {
    "id": 260,
    "theme": "romantic",
    "content": "Random thought: You are the answer to every prayer I've ever said."
  },
  {
    "id": 261,
    "theme": "romantic",
    "content": "Random thought: I'm blessed beyond measure to have you in my life. You're amazing!"
  },
  {
    "id": 262,
    "theme": "romantic",
    "content": "Just wanted you to know that Your love gives me strength to face anything. Forever yours."
  },
  {
    "id": 263,
    "theme": "romantic",
    "content": "Sweetheart, I never knew love could feel this amazing until I met you. Thinking of you always."
  },
  {
    "id": 264,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You are my forever and always, {wife_name}. You're amazing!"
  },
  {
    "id": 265,
    "theme": "romantic",
    "content": "Hope you're having a great day! My favorite place is right beside you. Can't wait to see you later!"
  },
  {
    "id": 266,
    "theme": "romantic",
    "content": "{wife_name}, You make me want to be a better man every day. Love you!"
  },
  {
    "id": 267,
    "theme": "romantic",
    "content": "My love, I'm counting down the minutes until I see you again. Can't wait to see you later!"
  },
  {
    "id": 268,
    "theme": "romantic",
    "content": "Just wanted you to know that Your love is the greatest gift I've ever received. Thinking of you always."
  },
  {
    "id": 269,
    "theme": "romantic",
    "content": "Sending you love because I fall in love with you all over again every morning. Have a wonderful day!"
  },
  {
    "id": 270,
    "theme": "romantic",
    "content": "Hey beautiful, You are my sunshine on the cloudiest days. Forever yours."
  },
  {
    "id": 271,
    "theme": "romantic",
    "content": "Nothing compares to the joy you bring to my life. XOXO"
  },
  {
    "id": 272,
    "theme": "romantic",
    "content": "Random thought: I would choose you in every lifetime, {wife_name}. Love you!"
  },
  {
    "id": 273,
    "theme": "romantic",
    "content": "{wife_name}, Your kindness and grace inspire me daily. You're amazing!"
  },
  {
    "id": 274,
    "theme": "romantic",
    "content": "{wife_name}, I'm so lucky to wake up next to you every day."
  },
  {
    "id": 275,
    "theme": "romantic",
    "content": "Sweetheart, You make everything better just by being you. Have a wonderful day!"
  },
  {
    "id": 276,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! My love for you is endless and unconditional. Can't wait to see you later!"
  },
  {
    "id": 277,
    "theme": "romantic",
    "content": "My love, You are the missing piece I never knew I needed. You make me so happy!"
  },
  {
    "id": 278,
    "theme": "romantic",
    "content": "Sweetheart, Every day with you is a gift I'll never take for granted. You make me so happy!"
  },
  {
    "id": 279,
    "theme": "romantic",
    "content": "Sending you love because I love you more than words could ever express. You make me so happy!"
  },
  {
    "id": 280,
    "theme": "romantic",
    "content": "Thinking of you and You are my heart, my soul, my everything. Forever yours."
  },
  {
    "id": 281,
    "theme": "romantic",
    "content": "Every moment with you feels like a beautiful dream, {wife_name}. You make me so happy!"
  },
  {
    "id": 282,
    "theme": "romantic",
    "content": "{wife_name}, You make my heart skip a beat every single day, {wife_name}. Miss you!"
  },
  {
    "id": 283,
    "theme": "romantic",
    "content": "{wife_name}, I fall more in love with you with each passing moment. Thinking of you always."
  },
  {
    "id": 284,
    "theme": "romantic",
    "content": "Sending you love because Your smile is the highlight of my entire day, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 285,
    "theme": "romantic",
    "content": "Hey {wife_name}, Being married to you is the greatest adventure of my life. Miss you!"
  },
  {
    "id": 286,
    "theme": "romantic",
    "content": "Thinking of you and I can't imagine my life without your love, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 287,
    "theme": "romantic",
    "content": "Quick reminder: You are the most beautiful person I've ever known, inside and out. XOXO"
  },
  {
    "id": 288,
    "theme": "romantic",
    "content": "Thinking of you and My love for you grows stronger every single day. Love you!"
  },
  {
    "id": 289,
    "theme": "romantic",
    "content": "Hey beautiful, You complete me in ways I never knew I needed, {wife_name}. Miss you!"
  },
  {
    "id": 290,
    "theme": "romantic",
    "content": "Just wanted you to know that Every love song makes me think of you. Forever yours."
  },
  {
    "id": 291,
    "theme": "romantic",
    "content": "Hey {wife_name}, I'm so grateful that I get to call you my wife. Can't wait to see you later!"
  },
  {
    "id": 292,
    "theme": "romantic",
    "content": "Quick reminder: Your love is the best thing that's ever happened to me. Have a wonderful day!"
  },
  {
    "id": 293,
    "theme": "romantic",
    "content": "{wife_name}, I cherish every moment we spend together, {wife_name}. XOXO"
  },
  {
    "id": 294,
    "theme": "romantic",
    "content": "My love, You make ordinary days feel extraordinary. Have a wonderful day!"
  },
  {
    "id": 295,
    "theme": "romantic",
    "content": "Sweetheart, My heart belongs to you, now and forever. Have a wonderful day!"
  },
  {
    "id": 296,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Being with you feels like coming home, {wife_name}. Love you!"
  },
  {
    "id": 297,
    "theme": "romantic",
    "content": "Hey {wife_name}, You are my best friend and my soulmate. You're amazing!"
  },
  {
    "id": 298,
    "theme": "romantic",
    "content": "Just a note to say I love the way your eyes light up when you laugh. Thinking of you always."
  },
  {
    "id": 299,
    "theme": "romantic",
    "content": "Thinking of you and Every day with you is better than the last. XOXO"
  },
  {
    "id": 300,
    "theme": "romantic",
    "content": "Random thought: You are the answer to every prayer I've ever said. Can't wait to see you later!"
  },
  {
    "id": 301,
    "theme": "romantic",
    "content": "My love, I'm blessed beyond measure to have you in my life. Can't wait to see you later!"
  },
  {
    "id": 302,
    "theme": "romantic",
    "content": "Just because I can: Your love gives me strength to face anything. Thinking of you always."
  },
  {
    "id": 303,
    "theme": "romantic",
    "content": "My love, I never knew love could feel this amazing until I met you."
  },
  {
    "id": 304,
    "theme": "romantic",
    "content": "My love, You are my forever and always, {wife_name}. You make me so happy!"
  },
  {
    "id": 305,
    "theme": "romantic",
    "content": "{wife_name}, My favorite place is right beside you. Love you!"
  },
  {
    "id": 306,
    "theme": "romantic",
    "content": "Hey {wife_name}, You make me want to be a better man every day. Have a wonderful day!"
  },
  {
    "id": 307,
    "theme": "romantic",
    "content": "My love, I'm counting down the minutes until I see you again. XOXO"
  },
  {
    "id": 308,
    "theme": "romantic",
    "content": "I was just thinking... Your love is the greatest gift I've ever received. You're amazing!"
  },
  {
    "id": 309,
    "theme": "romantic",
    "content": "Just because I can: I fall in love with you all over again every morning. Love you!"
  },
  {
    "id": 310,
    "theme": "romantic",
    "content": "Just a note to say You are my sunshine on the cloudiest days. Forever yours."
  },
  {
    "id": 311,
    "theme": "romantic",
    "content": "Quick reminder: Nothing compares to the joy you bring to my life. Love you!"
  },
  {
    "id": 312,
    "theme": "romantic",
    "content": "{wife_name}, I would choose you in every lifetime, {wife_name}. You make me so happy!"
  },
  {
    "id": 313,
    "theme": "romantic",
    "content": "Thinking of you and Your kindness and grace inspire me daily. Love you!"
  },
  {
    "id": 314,
    "theme": "romantic",
    "content": "Hey beautiful, I'm so lucky to wake up next to you every day. Can't wait to see you later!"
  },
  {
    "id": 315,
    "theme": "romantic",
    "content": "Sending you love because You make everything better just by being you. You make me so happy!"
  },
  {
    "id": 316,
    "theme": "romantic",
    "content": "Just a note to say My love for you is endless and unconditional. Have a wonderful day!"
  },
  {
    "id": 317,
    "theme": "romantic",
    "content": "{wife_name}, You are the missing piece I never knew I needed. You're the best!"
  },
  {
    "id": 318,
    "theme": "romantic",
    "content": "Hey beautiful, Every day with you is a gift I'll never take for granted."
  },
  {
    "id": 319,
    "theme": "romantic",
    "content": "Hey {wife_name}, I love you more than words could ever express. XOXO"
  },
  {
    "id": 320,
    "theme": "romantic",
    "content": "Just wanted you to know that You are my heart, my soul, my everything. You're amazing!"
  },
  {
    "id": 321,
    "theme": "romantic",
    "content": "I was just thinking... Every moment with you feels like a beautiful dream, {wife_name}. Love you!"
  },
  {
    "id": 322,
    "theme": "romantic",
    "content": "Hey beautiful, You make my heart skip a beat every single day, {wife_name}. XOXO"
  },
  {
    "id": 323,
    "theme": "romantic",
    "content": "Sweetheart, I fall more in love with you with each passing moment. Miss you!"
  },
  {
    "id": 324,
    "theme": "romantic",
    "content": "Hope you're having a great day! Your smile is the highlight of my entire day, {wife_name}. You make me so happy!"
  },
  {
    "id": 325,
    "theme": "romantic",
    "content": "Hey {wife_name}, Being married to you is the greatest adventure of my life. Thinking of you always."
  },
  {
    "id": 326,
    "theme": "romantic",
    "content": "Sending you love because I can't imagine my life without your love, {wife_name}. You're the best!"
  },
  {
    "id": 327,
    "theme": "romantic",
    "content": "Just wanted you to know that You are the most beautiful person I've ever known, inside and out. XOXO"
  },
  {
    "id": 328,
    "theme": "romantic",
    "content": "Random thought: My love for you grows stronger every single day. Love you!"
  },
  {
    "id": 329,
    "theme": "romantic",
    "content": "Hope you're having a great day! You complete me in ways I never knew I needed, {wife_name}. Can't wait to see you later!"
  },
  {
    "id": 330,
    "theme": "romantic",
    "content": "Just because I can: Every love song makes me think of you. You're the best!"
  },
  {
    "id": 331,
    "theme": "romantic",
    "content": "Just a note to say I'm so grateful that I get to call you my wife."
  },
  {
    "id": 332,
    "theme": "romantic",
    "content": "Thinking of you and Your love is the best thing that's ever happened to me. Forever yours."
  },
  {
    "id": 333,
    "theme": "romantic",
    "content": "Sending you love because I cherish every moment we spend together, {wife_name}. XOXO"
  },
  {
    "id": 334,
    "theme": "romantic",
    "content": "Sending you love because You make ordinary days feel extraordinary. Can't wait to see you later!"
  },
  {
    "id": 335,
    "theme": "romantic",
    "content": "Just a note to say My heart belongs to you, now and forever. Can't wait to see you later!"
  },
  {
    "id": 336,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Being with you feels like coming home, {wife_name}. You're the best!"
  },
  {
    "id": 337,
    "theme": "romantic",
    "content": "You are my best friend and my soulmate. Can't wait to see you later!"
  },
  {
    "id": 338,
    "theme": "romantic",
    "content": "Hey {wife_name}, I love the way your eyes light up when you laugh. Miss you!"
  },
  {
    "id": 339,
    "theme": "romantic",
    "content": "Just because I can: Every day with you is better than the last. Forever yours."
  },
  {
    "id": 340,
    "theme": "romantic",
    "content": "Just because I can: You are the answer to every prayer I've ever said. You make me so happy!"
  },
  {
    "id": 341,
    "theme": "romantic",
    "content": "My love, I'm blessed beyond measure to have you in my life."
  },
  {
    "id": 342,
    "theme": "romantic",
    "content": "I was just thinking... Your love gives me strength to face anything. XOXO"
  },
  {
    "id": 343,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! I never knew love could feel this amazing until I met you. Thinking of you always."
  },
  {
    "id": 344,
    "theme": "romantic",
    "content": "Quick reminder: You are my forever and always, {wife_name}. Have a wonderful day!"
  },
  {
    "id": 345,
    "theme": "romantic",
    "content": "My favorite place is right beside you. You make me so happy!"
  },
  {
    "id": 346,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You make me want to be a better man every day. Miss you!"
  },
  {
    "id": 347,
    "theme": "romantic",
    "content": "Sweetheart, I'm counting down the minutes until I see you again. You're amazing!"
  },
  {
    "id": 348,
    "theme": "romantic",
    "content": "Sweetheart, Your love is the greatest gift I've ever received. Forever yours."
  },
  {
    "id": 349,
    "theme": "romantic",
    "content": "I fall in love with you all over again every morning. You're the best!"
  },
  {
    "id": 350,
    "theme": "romantic",
    "content": "Hope you're having a great day! You are my sunshine on the cloudiest days. You make me so happy!"
  },
  {
    "id": 351,
    "theme": "romantic",
    "content": "My love, Nothing compares to the joy you bring to my life. You make me so happy!"
  },
  {
    "id": 352,
    "theme": "romantic",
    "content": "Sending you love because I would choose you in every lifetime, {wife_name}. You make me so happy!"
  },
  {
    "id": 353,
    "theme": "romantic",
    "content": "Your kindness and grace inspire me daily. XOXO"
  },
  {
    "id": 354,
    "theme": "romantic",
    "content": "I was just thinking... I'm so lucky to wake up next to you every day. Forever yours."
  },
  {
    "id": 355,
    "theme": "romantic",
    "content": "You make everything better just by being you. Miss you!"
  },
  {
    "id": 356,
    "theme": "romantic",
    "content": "Hey beautiful, My love for you is endless and unconditional. Love you!"
  },
  {
    "id": 357,
    "theme": "romantic",
    "content": "Just because I can: You are the missing piece I never knew I needed. Have a wonderful day!"
  },
  {
    "id": 358,
    "theme": "romantic",
    "content": "I was just thinking... Every day with you is a gift I'll never take for granted. Can't wait to see you later!"
  },
  {
    "id": 359,
    "theme": "romantic",
    "content": "Sending you love because I love you more than words could ever express. You're the best!"
  },
  {
    "id": 360,
    "theme": "romantic",
    "content": "{wife_name}, You are my heart, my soul, my everything. You make me so happy!"
  },
  {
    "id": 361,
    "theme": "romantic",
    "content": "Just a note to say Every moment with you feels like a beautiful dream, {wife_name}. XOXO"
  },
  {
    "id": 362,
    "theme": "romantic",
    "content": "You make my heart skip a beat every single day, {wife_name}. Thinking of you always."
  },
  {
    "id": 363,
    "theme": "romantic",
    "content": "I was just thinking... I fall more in love with you with each passing moment. Have a wonderful day!"
  },
  {
    "id": 364,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Your smile is the highlight of my entire day, {wife_name}. Forever yours."
  },
  {
    "id": 365,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Being married to you is the greatest adventure of my life. You're amazing!"
  },
  {
    "id": 366,
    "theme": "romantic",
    "content": "I was just thinking... I can't imagine my life without your love, {wife_name}. Thinking of you always."
  },
  {
    "id": 367,
    "theme": "romantic",
    "content": "Hey {wife_name}, You are the most beautiful person I've ever known, inside and out. XOXO"
  },
  {
    "id": 368,
    "theme": "romantic",
    "content": "Sending you love because My love for you grows stronger every single day. Can't wait to see you later!"
  },
  {
    "id": 369,
    "theme": "romantic",
    "content": "Just because I can: You complete me in ways I never knew I needed, {wife_name}. You're amazing!"
  },
  {
    "id": 370,
    "theme": "romantic",
    "content": "Just wanted you to know that Every love song makes me think of you."
  },
  {
    "id": 371,
    "theme": "romantic",
    "content": "Sending you love because I'm so grateful that I get to call you my wife. Thinking of you always."
  },
  {
    "id": 372,
    "theme": "romantic",
    "content": "My love, Your love is the best thing that's ever happened to me. You make me so happy!"
  },
  {
    "id": 373,
    "theme": "romantic",
    "content": "My love, I cherish every moment we spend together, {wife_name}. Miss you!"
  },
  {
    "id": 374,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! You make ordinary days feel extraordinary. Love you!"
  },
  {
    "id": 375,
    "theme": "romantic",
    "content": "I was just thinking... My heart belongs to you, now and forever. Have a wonderful day!"
  },
  {
    "id": 376,
    "theme": "romantic",
    "content": "{wife_name}, Being with you feels like coming home, {wife_name}. You're the best!"
  },
  {
    "id": 377,
    "theme": "romantic",
    "content": "Sending you love because You are my best friend and my soulmate. Love you!"
  },
  {
    "id": 378,
    "theme": "romantic",
    "content": "Random thought: I love the way your eyes light up when you laugh. Forever yours."
  },
  {
    "id": 379,
    "theme": "romantic",
    "content": "Just wanted you to know that Every day with you is better than the last. Miss you!"
  },
  {
    "id": 380,
    "theme": "romantic",
    "content": "Hey {wife_name}, You are the answer to every prayer I've ever said."
  },
  {
    "id": 381,
    "theme": "romantic",
    "content": "Just a note to say I'm blessed beyond measure to have you in my life. Miss you!"
  },
  {
    "id": 382,
    "theme": "romantic",
    "content": "Good morning, {wife_name}! Your love gives me strength to face anything. Thinking of you always."
  },
  {
    "id": 383,
    "theme": "romantic",
    "content": "Sending you love because I never knew love could feel this amazing until I met you. Forever yours."
  },
  {
    "id": 384,
    "theme": "romantic",
    "content": "{wife_name}, You are my forever and always, {wife_name}. You're amazing!"
  },
  {
    "id": 385,
    "theme": "romantic",
    "content": "Just a note to say My favorite place is right beside you. Forever yours."
  },
  {
    "id": 386,
    "theme": "romantic",
    "content": "Sweetheart, You make me want to be a better man every day. You're the best!"
  },
  {
    "id": 387,
    "theme": "romantic",
    "content": "Just wanted you to know that I'm counting down the minutes until I see you again. You're amazing!"
  },
  {
    "id": 388,
    "theme": "romantic",
    "content": "Hope you're having a great day! Your love is the greatest gift I've ever received. Can't wait to see you later!"
  },
  {
    "id": 389,
    "theme": "romantic",
    "content": "I fall in love with you all over again every morning. XOXO"
  },
  {
    "id": 390,
    "theme": "romantic",
    "content": "Hey beautiful, You are my sunshine on the cloudiest days. Can't wait to see you later!"
  },
  {
    "id": 391,
    "theme": "romantic",
    "content": "Random thought: Nothing compares to the joy you bring to my life. Have a wonderful day!"
  },
  {
    "id": 392,
    "theme": "romantic",
    "content": "Hey {wife_name}, I would choose you in every lifetime, {wife_name}."
  },
  {
    "id": 393,
    "theme": "romantic",
    "content": "Sweetheart, Your kindness and grace inspire me daily. Thinking of you always."
  },
  {
    "id": 394,
    "theme": "romantic",
    "content": "Hey {wife_name}, I'm so lucky to wake up next to you every day. Have a wonderful day!"
  },
  {
    "id": 395,
    "theme": "romantic",
    "content": "Hope you're having a great day! You make everything better just by being you. Forever yours."
  },
  {
    "id": 396,
    "theme": "romantic",
    "content": "Hope you're having a great day! My love for you is endless and unconditional. Miss you!"
  },
  {
    "id": 397,
    "theme": "romantic",
    "content": "I was just thinking... You are the missing piece I never knew I needed. You're amazing!"
  },
  {
    "id": 398,
    "theme": "romantic",
    "content": "Just because I can: Every day with you is a gift I'll never take for granted. You make me so happy!"
  },
  {
    "id": 399,
    "theme": "romantic",
    "content": "Sweetheart, I love you more than words could ever express. You're amazing!"
  },
  {
    "id": 400,
    "theme": "romantic",
    "content": "Just because I can: You are my heart, my soul, my everything. Have a wonderful day!"
  }
]